//js有DOM的關係，程式要寫在HTML的下面

/*變數宣告區*/

var af =new Array();



        /*AF_DB[table][record][data]*/

                /* 本分會、代號*/
        af[1] = [["635","彰化縣","線西鄉","農會","1","105","07","18",
                     "享福壽麵、黃金蕃薯麵線","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.1664882345103!2d120.46932767833307!3d24.130786880133876!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469412e1e7efa2d%3A0x55e66f8ded51f928!2z57ea6KW_6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484618763748",
                    "http://www.hsienhsi.com.tw/",
                 "1","2","03","否"],
                 ["63501","線西本會","6350017","04-7583571","彰化縣線西鄉寓埔村中央路二段２０號"]];

        af[2] = [["650","彰化縣","福興鄉","農會","2","105","08","08",
                     "福興長米、福農肉粽","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3643.4743475272494!2d120.43758257833122!3d24.04959488327609!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34694601398fc54b%3A0x4c803a5de3690782!2z56aP6IiI6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484618833020",
                    "http://www.ffa.com.tw/ffa2012/",
                 "1","2","03","否"],
                 ["65001","福興本會","6500018","04-7789226","彰化縣福興鄉橋頭村復興路２８號"],
                 ["65002","管嶼分會","6500029","04-7707077","彰化縣福興鄉廈粘村沿海路三段１５５號"],
                 ["65003","外中分會","6500030","04-7795796","彰化縣福興鄉外中村番花路一段８５３號"]];
        
        af[3] = [["919","苗栗縣","三義鄉","農會","2","105","08","08",
                     "茶樹(苦茶油)","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3633.041612400765!2d120.76990567833982!3d24.414621869073176!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346906919ceb0e9d%3A0x70a07b3e134876e!2z5LiJ576p6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484618891823",
                    "http://sanyi.naffic.org.tw/default2.aspx?EpfJdId9UuCM43XlWesODd8NtPAal60R",
                 "1","2","09","否"],
                 ["91901","三義本會","9190016","037-872001","苗栗縣三義鄉廣盛村中正路８０號"],
                 ["91902","鯉魚分會","9190027","037-881164","苗栗縣三義鄉鯉魚潭村鯉魚口５７－１號"]];

        af[4] = [["511","彰化縣","彰化區","漁會","3","105","08","22",
                     "海產","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3643.2138698460467!2d120.43220557833146!3d24.058771982921478!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346945e2ecc15e15%3A0x7a29f74bc0f76b47!2z5b2w5YyW5Y2A5ryB5pyD5ryB5qWt5paH5YyW6aSo!5e0!3m2!1szh-TW!2stw!4v1484618941196",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuCJctf5vXgyGh1AZikPLII0",
                 "1","2","03","否"],
                 ["51101","彰漁本會","5110010","04-7788945","彰化縣鹿港鎮復興路４８５號"],
                 ["51102","大城分會","5110021","04-8941820","彰化縣大城鄉西港村中央路３９號"],
                 ["51103","王功分會","5110032","04-8936151","彰化縣芳苑鄉和平村芳漢路３７７號"],
                 ["51104","芳苑分會","5110043","04-8983215","彰化縣芳苑鄉芳中村斗苑路芳苑段３１０號"],
                 ["51105","草港分會","5110054","04-7714361","彰化縣鹿港鎮鹿草路四段３５３號"],
                 ["51106","福興分會","5110065","04-7789687","彰化縣福興鄉福興村沿海路五段３２號"],
                 ["51107","伸港分會","5110076","04-7982064","彰化縣伸港鄉新興路１００號"],
                 ["51108","埔心分會","5110087","04-8285172","彰化縣埔心鄉芎蕉村員鹿路五段２５８號"]];

        af[5] = [["921","苗栗縣","南庄鄉","農會","4","105","09","26",
                     "有機黑木耳、有機桂竹筍、客家酸菜、樹筍、豆干、段木香菇","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3627.692602894831!2d120.9966206783443!3d24.59980276179308!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346851fcb3ccc317%3A0xcbf7AF_input9d60d91a91!2z5Y2X5bqE6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484619541476",
                    "http://www.naffic.org.tw/Product/ProductDetail.aspx?EpfJdId9UuBKnwZy6KyQLexwCru8Un8%2BOSqtnecF10YI06Z1xZk8XQ%3D%3D",
                 "1","5","09","否"],
                 ["92101","南庄本會","9210011","037-823155","苗栗縣南庄鄉東村中正路６０號"],
                 ["92102","田美分會","9210022","037-823550","苗栗縣南庄鄉田美村１５２─３號"],
                 ["92103","南富分會","9210033","037-822261","苗栗縣南庄鄉南富村大南埔６０號"]];
				 
        af[6] = [["915","苗栗縣","西湖鄉","農會","4","105","09","26",
                     "文旦、冰薯","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3628.9080662381193!2d120.75518967834338!3d24.55783886344727!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469a856bbf6c08f%3A0x56c6456479c7b1ce!2z6KW_5rmW6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484619740448",
                    "http://www.shihwu.org.tw/default2.aspx?EpfJdId9UuBIv3eVWA4HDbN3pe55PHCs",
                 "1","5","09","否"],
                 ["91501","西湖鄉本會","9150012","037-921715","苗栗縣西湖鄉三湖村４鄰店仔街７１號"],
                 ["91502","五湖分會","9150023","037-911070","苗栗縣西湖鄉五湖村６鄰８６號"]];				 

	    af[7] = [["542","台南市","麻豆區","農會","4","105","09","26",
                     "文旦、柚子蔘","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d29342.09841998652!2d120.21953945281999!3d23.178871199718476!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x6d5b0e5a78e3daa8!2z6bq76LGG5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484619945523",
                    "http://uic.efarm.org.tw/madou/",
                 "1","3","04","否"],
                 ["54201","麻豆本會","5420010","06-5723121","台南市麻豆區興中路１２７號"],
                 ["54202","新生分會","5420021","06-5722101","台南市麻豆區新生北路５６號"],
				 ["54203","復光分會","5420032","06-5702641","台南市麻豆區海埔里莊禮寮２─５號"],
                 ["54204","安業分會","5420043","06-5711232","台南市麻豆區安業里安業９０─２號"]];	
        	
        af[8] = [["557","台南市","新市區","農會","4","105","09","26",
                     "茶豆香酥、茶豆莢","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3670.485103904982!2d120.2931836140948!3d23.07933128492426!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e7a579009c1b3%3A0x6e5b1a3795e9e249!2z5paw5biC5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484546248474",
                    "http://ssf.org.tw/",
                 "1","3","04","否"],
                 ["55701","新市本會","5570018","06-5899888","台南市新市區新市里復興路１－１號"],
                 ["55702","大社分會","5570029","06-5991728","台南市新市區大社里４０７號"]];
/*
,
                 "","","",""
*/
        af[9] = [["549","台南市","下營區","農會","5","105","10","11",
                     "下營三寶蠶桑、白鵝、黑豆","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3666.2149325059677!2d120.26197693413204!3d23.235264537987305!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e87454a0e40a5%3A0x5ef7d17e4dd46e37!2z5LiL54ef5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484620124390",
                    "http://www.shiaying.com.tw/index.php?option=com_content&task=view&id=38&Itemid=42",
                 "1","5","04","否"],
                 ["54901","下營本會","5490017","06-6892116","台南市下營區中山路一段１３３號"],
                 ["54902","中營分會","5490028","06-6892050","台南市下營區開化里２６２－１號"],
				 ["54903","中興分會","5490039","06-6892114","台南市下營區中山路一段４０號"],
                 ["54904","甲中分會","5490040","06-6895421","台南市下營區甲中里中庄仔６９號之１０"]];	
        
        af[10] = [["568","台南市","七股區","農會","5","105","10","11",
                     "虱目魚、洋香瓜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3668.759371562247!2d120.1404338629475!3d23.14246915434835!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xb811399e39a4e2a4!2z5LiD6IKh5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484558539595",
                    "http://cigu.naffic.org.tw/default2.aspx?EpfJdId9UuDNxO%2flymW0E51XxiHGriKY",
                 "1","5","04","否"],
                 ["56801","七股本會","5680012","06-7871711","台南市七股區大埕里２７２號"]];	

        af[11] = [["552","台南市","大內區","農會","5","105","10","11",
                     "芝麻","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3669.4106717944633!2d120.35682069308005!3d23.11865974618495!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e64a7507c34c9%3A0x6c2acec0c377a185!2z5aSn5YWn5Y2A6L6y5pyD5L6b6Yq36YOo!5e0!3m2!1szh-TW!2stw!4v1484558351510",
                    "http://www.fcic.org.tw/710/",
                 "1","5","04","否"],
                 ["55201","大內本會","5520013","06-5761016","台南市大內區大內里９號"],
                 ["55202","頭社分會","5520024","06-5763412","台南市大內區頭社里１－１０號"],
				 ["55203","環湖分會","5520035","06-5760268","台南市大內區環湖里５８之２號"],
                 ["55204","二溪辦事處","5520046","06-5762274","台南市大內區曲溪里１－１７號"]];	
	        
        af[12] = [["558","台南市","安定區","農會","6","105","10","24",
                     "芝麻、麻油","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3669.3216985153986!2d120.23514977853854!3d23.121913684976747!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e796835c09a97%3A0x580ba83f4474fb62!2z5a6J5a6a5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484558623733",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuCM43XlWesODWS1sLxU7OU0",
                 "1","3","04","否"],
                 ["55801","安定本會","5580019","06-5922121","台南市安定區安定里５８號"],
                 ["55802","港口分會","5580020","06-5932028","台南市安定區港口里３５６－１號"],
				 ["55803","蘇厝分會","5580031","06-5922064","台南市安定區蘇林里２４９－８號"],
				 ["55804","海寮分會","5580042","06-5931554","台南市安定區海寮里１０－１２號"],
                 ["55805","中沙分會","5580053","06-5931265","台南市安定區中沙里中崙３６號"]];		

        af[13] = [["562","台南市","仁德區","農會","6","105","10","24",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d29387.670875060623!2d120.23444524165895!3d22.970148213488212!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xd68ff470ba9573cb!2z5YWF6Zu756uZLeS7geW-t-WNgOi-suacgw!5e0!3m2!1szh-TW!2stw!4v1484558781722",
                    "http://jente.naffic.org.tw/default2.aspx?EpfJdId9UuBtAWQNka145%2bpwn8Wjm%2fbG",
                 "1","3","04","否"],
                 ["56201","仁德本會","5620016","06-2793911","台南市仁德區仁義里中正路二段１１３６號"],
                 ["56202","保安分會","5620027","06-2662331","台南市仁德區保安里保安路一段１４９號"],
				 ["56203","二行分會","5620038","06-2661161","台南市仁德區二行里行大街６１號"],
				 ["56204","太子分會","5620049","06-2726075","台南市仁德區土庫里土庫五街６７號"],
				 ["56205","中洲分會","5620050","06-2660823","台南市仁德區中洲里３３６－９號"],
                 ["56206","後壁分會","5620061","06-2794687","台南市仁德區後壁里德南路３號"]];		
				 
         af[14] = [["551","台南市","官田區","農會","6","105","10","24",
                     "芒果乾,菱角茶,菱角排骨,菱角豬腳","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3667.35222652688!2d120.31613985075194!3d23.193830915651212!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e7d6aef885b07%3A0x63bc33e335cdd909!2z5a6Y55Sw5Y2A6L6y5pyD6LaF5biC!5e0!3m2!1szh-TW!2stw!4v1484558930927",
                    "http://ktfarm.twbbs.org/",
                 "1","3","04","否"],
                 ["55101","官田本會","5510012","06-5791221","台南市官田區隆田里文化街２５號"],
                 ["55102","官田辦事處","5510023","06-6901591","台南市官田區官田里１２２號"],
				 ["55103","渡頭辦事處","5510034","06-6901592","台南市官田區渡頭里９２號"],
				 ["55104","西庄辦事處","5510045","06-5791501","台南市官田區西庄里６１－１號"],
				 ["55105","湖山辦事處","5510056","06-6982594","台南市官田區湖山里９９－５號"],
                 ["55106","二鎮辦事處","5510067","06-6982593","台南市官田區二鎮里６７－１號"]];
				 
		af[15] = [["567","台南市","南化區","農會","6","105","10","24",
                     "鳳梨乾、芒果乾、紅薑黃","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2183.0698891013108!2d120.47593783353138!3d23.043177206238564!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e5c338f15a93f%3A0x8304bcfa79437607!2z5Y2X5YyW5Y2A6L6y5pyD6LaF5biC!5e0!3m2!1szh-TW!2stw!4v1484559002366",
                    "http://www.nhfa.org.tw/Default.asp",
                 "1","5","04","否"],
                 ["56701","南化本會","5670011","06-5771516","台南市南化區南化里１２８號"]];

	    af[16] = [["882","台中市","大肚區","農會","7","105","11","07",
                     "西瓜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.564439228021!2d120.54274755076486!3d24.151929879158168!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693f9dd959959b%3A0x5d5c475bd58635ff!2z5aSn6IKa5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484559211866",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuCJctf5vXgyGuwkSXyrw4EV",
                 "1","2","03","否"],
                 ["88201","大肚本會","8820013","04-26991161","台中市大肚區大肚里沙田路二段６８３號"],
                 ["88202","福山分會","8820024","04-26930393","台中市大肚區福山里沙田路一段５４６－２號"],
				 ["88203","成功分會","8820035","04-26997335","台中市大肚區成功里文昌路三段６８號"],
				 ["88204","蔗廍辦事處","8820046","04-26911966","台中市大肚區遊園路二段９５號"],
                 ["88205","王田分會","8820057","04-26933754","台中市大肚區王田里沙田路一段１０８號"]];	

        af[17] = [["870","台中市","梧棲區","農會","7","105","11","07",
                     "涵吉麵(蕃薯麵)","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3638.138183755156!2d120.52810965076586!3d24.236945275854595!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469152afc77cc43%3A0xf4e305e5030d4603!2z5qKn5qOy5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484559136992",
                    "http://www.wctfa.org.tw/default2.aspx?EpfJdId9UuBtAWQNka145xnN2ZQYHuQL",
                 "1","2","03","否"],
                 ["87001","梧棲本會","8700018","04-26562811","台中市梧棲區文化路二段８７號"],
                 ["87002","興農分會","8700029","04-26392611","台中市梧棲區港埠路一段５４５號"],
				 ["87003","安寧分會","8700030","04-26394851","台中市梧棲區永興路一段５７０號"],
				 ["87004","大莊分會","8700041","04-26573311","台中市梧棲區臺灣大道八段８９０號"],
                 ["87005","南簡分會","8700052","04-26577171","台中市梧棲區中央路二段４９６－１號"]];					 

		af[18] = [["510","苗栗縣","南龍區","漁會","7","105","11","07",
                     "海產","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3627.3237495108815!2d120.78638685077118!3d24.612524161133106!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469ae63b0fd4afd%3A0x2493d0de6d3001e7!2z5Y2X6b6N5Y2A5ryB5pyD!5e0!3m2!1szh-TW!2stw!4v1484559262650",
					 "http://www.naffic.org.tw/webpad/webpad.aspx?EpfJdId9UuCU63jQT14C1tuld0kLo3AqCdNw6vUrH60%3D",
                 "1","2","09","否"],
                 ["51001","南龍漁本會","5100019","037-727667","苗栗縣後龍鎮中龍里１９鄰東門街７４號"],
                 ["51002","竹南分會","5100020","037-468681","苗栗縣竹南鎮中華里民生路５２號"]];

		af[19] = [["508","苗栗縣","通苑區","漁會","7","105","11","07",
                     "海產","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3632.253421434606!2d120.64881575076889!3d24.441991467843195!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469093b868a0e23%3A0xa0596cda0a245e36!2z6YCa6IuR5Y2A5ryB5pyD!5e0!3m2!1szh-TW!2stw!4v1484559573854",
					 "http://www.naffic.org.tw/Product/Product.aspx?EpfJdId9UuChAQqU61D33fYTqhrBDbxP",
                 "1","2","09","否"],
                 ["50801","通苑漁本會","5080014","037-758606","苗栗縣通霄鎮中正路９９號"],
                 ["50802","苑裡分會","5080025","037-869191","苗栗縣苑裡鎮中山路１３３號"]];
				 
		af[20] = [["633","彰化縣","北斗鄉","農會","8","105","11","21",
                     "香菜、高麗菜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3648.4430254621175!2d120.52185151411501!3d23.87390408452861!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34694aa109fd7acb%3A0x3b142c31b2d86033!2z5YyX5paX6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484634444860",
					 "http://www.fcic.org.tw/390/",
                 "1","2","03","否"],
                 ["63301","北斗本會","6330015","04-8884156","彰化縣北斗鎮光復路１８９號"]];

		af[21] = [["636","彰化縣","伸港鄉","農會","8","105","11","21",
                     "蒜頭餅","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.6870008966857!2d120.48509921412209!3d24.147627884395074!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346940e6d3e735c1%3A0xd3d9ca78d9d65e24!2z5Ly45riv6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484634560127",
					 "http://www.fcic.org.tw/500/",
                 "1","2","03","否"],
                 ["63601","伸港本會","6360018","04-7983191","彰化縣伸港鄉新港村中山東路１３５號"]];
				 
		af[22] = [["953","彰化縣","田尾鄉","農會","8","105","11","21",
                     "花卉","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3647.9592997635064!2d120.52242631411538!3d23.891061884520155!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34694a83b68fab2d%3A0xf772429aa6fe6d51!2z55Sw5bC-6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484634618715",
					 "http://www.fcic.org.tw/380/",
                 "1","2","03","否"],
                 ["95301","田尾本會","9530012","04-8830970","彰化縣田尾鄉饒平村公所路１３９號"],
				 ["95302","溪畔分會","9530023","04-8221264","彰化縣田尾鄉溪畔村中山路二段４２７號"],
				 ["95303","福田分會","9530034","04-8732804","彰化縣田尾鄉福田村光復路一段１７１號"],
                 ["95304","海豐分會","9530045","04-8222669","彰化縣田尾鄉陸豐村中正路三段７２號"]];				 
				 
		af[23] = [["651","彰化縣","彰化市","農會","8","105","11","21",
                     "八卦山咖啡原豆、濃情蜜意龍眼蜜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d58281.5446309138!2d120.5251437272126!3d24.08050851330173!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x9da4eb4150335d90!2z5b2w5YyW57ij5b2w5YyW5biC6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484634745006",
					 "http://www.naffic.org.tw/webpad/webpad.aspx?EpfJdId9UuD8yGlVCgMMKTTuVgyb5A9Z4atNeXL6CWc=",
                 "1","2","03","否"],
                 ["65101","彰化市農會","6510019","04-7371178","彰化縣彰化市大竹里彰南路二段２０８號"]];				 
				 
		af[24] = [["647","彰化縣","溪州鄉","農會","9","105","12","05",
                     "紫黑米","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3649.0731356887995!2d120.49277451411442!3d23.85153658453965!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346eb5307281922b%3A0x1eb6d61997152f37!2z5b2w5YyW57ij5rqq5bee6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484634860253",
                    "http://www.fcic.org.tw/580/",
                 "1","2","03","否"],
                 ["64701","溪州本會","6470012","04-8895610","彰化縣溪州鄉中央路三段３２４號"],
				 ["64702","西畔辦事處","6470023","04-8804123","彰化縣溪州鄉登山路三段１３０號"],
                 ["64703","大庄分會","6470034","04-8802927","彰化縣溪州鄉登山路一段１３８號"]];				 
				 
		af[25] = [["582","南投縣","仁愛鄉","農會","9","105","12","05",
                     "川中米、茶葉、小米酒、咖啡、香菇","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3644.2144629430786!2d121.13107341411884!3d24.023501284455424!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3468c253b7cb631d%3A0x465036a077c5d381!2z5Y2X5oqV57ij5LuB5oSb6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484635093127",
                    "http://www.renayvfa.com.tw/default2.aspx?EpfJdId9UuBtAWQNka145%2bahX3yAx8Sm",
                 "1","5","11","否"],
                 ["58201","仁愛本會","5820012","049-2802249","南投縣仁愛鄉大同村仁和路１５０號"]];					 
				 
		af[26] = [["699","雲林縣","林內鄉","農會","9","105","12","05",
                     "木瓜、林內芋、金鑽鳳梨、香拔茶、壺底蔭油","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3651.640095359265!2d120.60974421411203!3d23.760210384584518!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ecbfbd3aabeff%3A0xd2ed1fba17db219c!2z5p6X5YWn6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484635163705",
                    "http://www.linnei.org.tw/",
                 "1","5","13","否"],
                 ["69901","林內本會","6990019","05-5892002","雲林縣林內鄉林中村瑞農路２３號"]];		

        af[27] = [["580","南投縣","鹿谷鄉","農會","10","105","12","19",
                     "凍頂烏龍茶","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3652.16231474435!2d120.75459501411162!3d23.74159058459369!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ed24c0a1565df%3A0x396263107657602f!2z6bm_6LC36L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484635218984",
                    "http://www.lugufa.org.tw/",
                 "1","2","11","否"],
                 ["58001","鹿谷本會","5800010","049-2752100","南投縣鹿谷鄉鹿谷村中正路二段７７號"],
                 ["58002","廣興分會","5800021","049-2752017","南投縣鹿谷鄉廣興村光復路１８８號"],
                 ["58003","竹林分會","5800032","049-2676038","南投縣鹿谷鄉竹林村光復路９５之２１號"],
                 ["58004","永隆分會","5800043","049-2751880","南投縣鹿谷鄉永隆村仁義路８２之１２號"],
                 ["58005","初鄉分會","5800054","049-2752021","南投縣鹿谷鄉初鄉村中正路三段３５７號"],
                 ["58006","坪頂分會","5800065","049-2671101","南投縣鹿谷鄉秀峰村仁愛路１６３號"],
                 ["58007","瑞田分會","5800076","049-2671102","南投縣鹿谷鄉瑞田村集鹿南路１２７號"],
                 ["58008","鳳凰分會","5800087","049-2753961","南投縣鹿谷鄉鳳凰村新進巷１之５號"]];

        af[28] = [["575","南投縣","中寮鄉","農會","10","105","12","19",
                     "龍眼","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3648.306831150796!2d120.76562071411499!3d23.878736084526192!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34692c2f98819b95%3A0xf137ab66cd30c6c7!2z5Lit5a-u6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1484635297904",
                    "http://www.clfa.com.tw/",
                 "1","5","11","否"],
                 ["57501","中寮本會","5750012","049-2691111","南投縣中寮鄉永平村永平路１８６號"],
                 ["57502","爽文分會","5750023","049-2601146","南投縣中寮鄉爽文村龍南路１６８號"],
                 ["57503","義和分會","5750034","049-2232735","南投縣中寮鄉義和村永平路４４７之５號"],
                 ["57504","內城分會","5750045","049-2601569","南投縣中寮鄉內城村龍南路８之２６號"]];


        af[29] = [["638","彰化縣","花壇鄉","農會","11","106","03","27",
                     "茉莉烏龍、茉莉紅茶、茉莉醇釀、茉莉十三番","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3644.1385733255324!2d120.5352746786681!3d24.026178084530226!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693802ba2913ed%3A0x4036b6a40fab3b82!2z6Iqx5aOH6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1485237303918",
                    "http://huatan.naffic.org.tw/default2.aspx?EpfJdId9UuDNxO%2flymW0E0NCP0dQlOCd",
                  "1","2","03","否"],
                  ["63801","花壇本會","6380010","04-7867821","彰化縣花壇鄉花壇村花壇街２７３號"],
                  ["63802","白沙分會","6380021","04-7862057","彰化縣花壇鄉白沙村虎山街３９０號"],
                  ["63803","灣雅分會","6380032","04-7862016","彰化縣花壇鄉彰員路一段８０６、８０８號"],
                  ["63804","口庄分會","6380043","04-7611026","彰化縣花壇鄉中山路二段６６９、６７１號"],
                  ["63805","長沙分會","6380054","04-7871364","彰化縣花壇鄉長沙村中正路１２６、１２８號"]];

        af[30] = [["639","彰化縣","大村鄉","農會","11","106","03","27",
                     "葡萄、芭樂、蘭花、柑桔","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3645.1948655425335!2d120.55675587866732!3d23.98889498454836!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346937bafee07d29%3A0x33dbd04cc17f0f67!2z5aSn5p2R6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1485238040008",
                    "http://www.dacun-farmer.org.tw/",
                  "1","2","03","否"],
                  ["63901","大村本會","6390011","04-8520327","彰化縣大村鄉中正西路９２號"],
                  ["63902","大村分會","6390022","04-8524035","彰化縣大村鄉茄苳路一段２號"],
                  ["63903","美港分會","6390033","04-8358649","彰化縣大村鄉中山路一段１１號"],
                  ["63904","大西分會","6390044","04-8525846","彰化縣大村鄉大崙路１０之３７號"],
                  ["63905","村東分會","6390055","04-8528723","彰化縣大村鄉山腳路１０８之３號"]];

        af[31] = [["642","彰化縣","社頭鄉","農會","11","106","03","27",
                     "龍眼蜂蜜、龍眼、社頭好米、芭樂心葉茶","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3647.7990617920705!2d120.58251227866488!3d23.896742984593214!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346934456731af7d%3A0xf0059097710b381a!2z56S-6aCt6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1485238426437",
                    "http://sheto.fast.org.tw/Default.asp",
                  "1","2","03","否"],
                  ["64201","社頭本會","6420017","04-8732516","彰化縣社頭鄉社頭村社斗路一段３６０號"],
                  ["64202","湳雅分會","6420028","04-8732871","彰化縣社頭鄉龍井村山腳路三段３２２巷１號"],
                  ["64203","橋頭分會","6420039","04-8720750","彰化縣社頭鄉橋頭村媽祖廟街６０號"],
                  ["64204","清水分會","6420040","04-8736199","彰化縣社頭鄉清水村清水岩路１２－２號"]];

        af[32] = [["631","彰化縣","溪湖鎮","農會","11","106","03","27",
                     "韭菜子、葡萄酒、巨峰葡萄","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3646.0540047476575!2d120.47869377866648!3d23.958530384563154!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34694978623fb01f%3A0x71b498ada87ce340!2z5rqq5rmW6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1485229676648",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuCM43XlWesODTwzSDtZLcxc",
                 "1","2","03","否"],
                 ["63101","溪湖本會","6310013","04-8853316","彰化縣溪湖鎮員鹿路三段６９號"]];

        af[33] = [["649","彰化縣","埔鹽鄉","農會","11","106","03","27",
                     "牛舌餅","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3644.8504088137242!2d120.46064657866755!3d24.001058984542507!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346948e17195372d%3A0xa8c99fa4a93f1980!2z5Z-U6bm96YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1485239248997",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuCJctf5vXgyGswXb5kTdqV4",
                  "1","2","03","否"],
                  ["64901","埔鹽本會","6490014","04-8653016","彰化縣埔鹽鄉好修村員鹿路二段７２號"],
                  ["64902","新水分會","6490025","04-8654392","彰化縣埔鹽鄉新水村大新路３－６號"]];


        af[34] = [["646","彰化縣","大城鄉","農會","11","106","03","27",
                     "大城好米、蒸鮮花生、蕭師傅花生、番薯脆片、黃金蕎麥麵","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3649.027751409626!2d120.32070057866387!3d23.8531482846145!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ead9f74c8a377%3A0x2c80f83228aa1ae6!2z5aSn5Z-O6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1485238933741",
                    "http://www.naffic.org.tw/Product/ProductDetail.aspx?EpfJdId9UuBKnwZy6KyQLUqO3eS7DX3Qe8uO8ow54OJgQ4BvYq7bfQ%3D%3D",
                  "1","2","03","否"],
                  ["64601","大城本會","6460011","04-8944565","彰化縣大城鄉南平路２５６號"],
                  ["64602","西港分會","6460022","04-8945279","彰化縣大城鄉中央路５之１１號"]];

        af[35] = [["581","南投縣","信義鄉","農會","12","106","04","17",
                     "蜂蜜梅、愛問烏梅粉、脆梅、話梅、茶梅、紫蘇的梅","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d139027.55829500334!2d120.80565633511583!3d23.698549758375467!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ed67099585b69%3A0xe2310b40efc1bf7a!2z5L-h576p6YSJ6L6y5pyD5qKF5a2Q5aSi5bel5bugKOmFkuiOiik!5e0!3m2!1szh-TW!2stw!4v1487224990311",
                    "https://www.52313.com.tw/index.html",
                  "1","5","11","否"],
                  ["58101","信義本會","5810011","049-2791415","南投縣信義鄉明德村明德街２９號"],
                  ["58102","地利分會","5810022","049-2741200","南投縣信義鄉地利村開信巷１２１號"],
                  ["58103","和社分會","5810033","049-2701008","南投縣信義鄉同富村同和巷９７之１號"]];
				  
	    af[36] = [["578","南投縣","水里鄉","農會","12","106","04","17",
                     "書香梅、梅精、黑紫玉葡萄","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2580.9605282380835!2d120.85217642596609!3d23.817554169415377!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34692afc8b1eef45%3A0x90c74ff6037f9b94!2z5rC06YeM6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487230640092",
                    "https://www.i-plum.com.tw/goods.php?cid=3",
                  "1","2","11","否"],
                  ["57801","水里本會","5780015","049-2772101","南投縣水里鄉農富村民生路３６２號"],
                  ["57802","玉峰分會","5780026","049-2772792","南投縣水里鄉玉峰村仁愛路７之１３號"],
                  ["57803","民和分會","5780037","049-2741166","南投縣水里鄉民和村民和路１２１號"],
				  ["57804","上安分會","5780048","049-2821412","南投縣水里鄉上安村水信路三段２２３號"]];
				 
		af[37] = [["577","南投縣","魚池鄉","農會","12","106","04","17",
                     "紅茶、香菇禮盒","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2579.3803609252245!2d120.93260092774219!3d23.8968953312299!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3468d7ac645a3a67%3A0x9bab40afc3d4d79e!2z6a2a5rGg6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487231672032",
                    "http://www.yuchi.org.tw/about_1.php",
                  "1","5","11","否"],
                  ["57701","魚池本會","5770014","049-2895505","南投縣魚池鄉魚池街４３９號"],
                  ["57702","頭社分會","5770025","049-2861168","南投縣魚池鄉武登村協力巷２３之１號"],
				  ["57703","日月潭分會","5770036","049-2855130","南投縣魚池鄉水社村名勝街３４號"],
				  ["57704","東光分會","5770047","049-2880848","南投縣魚池鄉東光村慶隆巷６之１６號"],
				  ["57705","共和分會","5770058","049-2880780","南投縣魚池鄉共和村五馬巷４６之４號"],
                  ["57706","五城分會","5770069","049-2895133","南投縣魚池鄉五城村五城巷９之１４號"]];
				  
		af[38] = [["570","南投縣","南投市","農會","12","106","04","17",
                     "祥禾養生米、鳳梨膏","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1533.5639451778816!2d120.68769387121156!3d23.909103294101545!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469318b1910cd81%3A0xe72e26da51e31621!2z5Y2X5oqV5biC6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487571671718",
                    "http://ntcfa.naffic.org.tw/default2.aspx?EpfJdId9UuAsXUMmgmlARK6c1Kb1SjzM",
                  "1","2","11","否"],
                  ["57001","南投本會","5700017","049-2223346","南投縣南投市龍井街６２號"],
                  ["57002","內興分會","5700028","049-2359971","南投縣南投市南營路３１６號"],
				  ["57003","永豐分會","5700039","049-2252144","南投縣南投市彰南路三段６６９號"],
				  ["57004","福山分會","5700040","049-2291265","南投縣南投市八卦路４２１號"],
				  ["57005","營南分會","5700051","049-2335426","南投縣南投市營盤路１７號"],
				  ["57006","營北分會","5700062","049-2335428","南投縣南投市向上路２１８號"],
				  ["57007","漳和分會","5700073","049-2222569","南投縣南投市彰南路二段４２３號"],
				  ["57008","鳳山分會","5700084","049-2292064","南投縣南投市八卦路１２４７號"]];
				  
		af[39] =[["860","嘉義縣","中埔鄉","農會","12","106","04","17",
                     "絲瓜露、黑木耳蒟蒻","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3660.9709374485947!2d120.52112221539674!3d23.425416984750488!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e9355c1728a43%3A0x488155dd3d79e285!2z5Lit5Z-U6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487234820665",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuBIv3eVWA4HDSctXC%2FZHrLL",
                  "1","2","14","否"],
                  ["86001","中埔本會","8600015","05-2532201","嘉義縣中埔鄉中埔村中正路７５號"],
                  ["86002","同仁分會","8600026","05-2532207","嘉義縣中埔鄉同仁村１６３號"],
				  ["86003","隆興分會","8600037","05-2532208","嘉義縣中埔鄉隆興村十字路７６號"],
				  ["86004","金蘭分會","8600048","05-2394058","嘉義縣中埔鄉金蘭村頂山門３６號"],
				  ["86005","和睦分會","8600059","05-2300315","嘉義縣中埔鄉和美村中山路五段９７６號"],
				  ["86006","和美分會","8600060","05-2396841","嘉義縣中埔鄉和美村２９鄰大義路６５８號"],
				  ["86007","和興分會","8600071","05-2397646","嘉義縣中埔鄉和興村中華路８５９、８６１號"],
				  ["86008","三層分會","8600082","05-2551205","嘉義縣中埔鄉三層村崎頭仔２５號"],
				  ["86009","沄水分會","8600093","05-2532206","嘉義縣中埔鄉沄水村沄水街２７之７號"]];

        af[40] =[["574","南投縣","竹山鎮","農會","13","106","05","08",
                     "杉林溪烏龍茶、苦茶油、地瓜寶、濁水溪米","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d767.6808673785088!2d120.68365227017821!3d23.757141324818956!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ecdbf42bdf2dd%3A0xd0cab80490f84800!2z56u55bGx6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487235212855",
                    "http://www.zsfa.org.tw/",
                  "1","2","11","否"],
                  ["57401","竹山本會","5740011","049-2642186","南投縣竹山鎮下橫街３８號"],
                  ["57402","社寮分會","5740022","049-2623077","南投縣竹山鎮集山路一段１７６２巷２號"],
				  ["57403","瑞竹分會","5740033","049-2711002","南投縣竹山鎮鯉南路３０４之１５號"],
				  ["57404","延平分會","5740044","049-2655883","南投縣竹山鎮集山路三段２６號"],
				  ["57405","中央分會","5740055","049-2624077","南投縣竹山鎮集山路一段２１５５號"]];
		
		af[41] =[["579","南投縣","國姓鄉","農會","13","106","05","08",
                     "客庄咖啡、梅精丸","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3644.1865184133044!2d120.84462521498659!3d24.024486984454985!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346926ded6844cb7%3A0x8270423c62f7ceb!2z5ZyL5aeT6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487405290695",
                    "http://gx.org.tw/",
                  "1","5","11","否"],
                  ["57901","國姓本會","5790016","049-2721510","南投縣國姓鄉柑林村中正路二段３５７號"],
                  ["57902","國姓分會","5790027","049-2721006","南投縣國姓鄉石門村國姓路２６９號"],
				  ["57903","長流分會","5790038","049-2431007","南投縣國姓鄉長流村大長路３９８號"],
				  ["57904","北山分會","5790049","049-2451008","南投縣國姓鄉北山村中正路四段１４３號"],
				  ["57905","福龜分會","5790050","049-2724931","南投縣國姓鄉福龜村中正路一段９３號"],
				  ["57906","南港分會","5790061","049-2452500","南投縣國姓鄉南港村南港路７１之１１號"],
				  ["57907","北港分會","5790072","049-2461456","南投縣國姓鄉北港村國姓路６３號"]];
				  
		af[42] =[["573","南投縣","埔里鎮","農會","13","106","05","08",
                     "香菇、米粉、美人腿湯麵、玫瑰花瓣醬","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3645.9049795597107!2d120.96189731498535!3d23.963799984484613!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3468d9a28681efb9%3A0xab44c1f4fac5c333!2z5Z-U6YeM6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487406377749",
                    "http://pulifarm.org.tw/",
                  "1","2","11","否"],
                  ["57301","埔里本會","5730010","049-2986424","南投縣埔里鎮西安路一段６號"],
				  ["57302","愛蘭分會","5730021","049-2913171","南投縣埔里鎮鐵山路１２０號"],
                  ["57303","合成分會","5730032","049-2932422","南投縣埔里鎮西安路三段２３２號"],
				  ["57304","東興分會","5730043","049-2999879","南投縣埔里鎮建國路１３９號"]];
				  
		af[43] =[["914","苗栗縣","卓蘭鎮","農會","13","106","05","08",
                     "葡萄、高接梨、柑橘、楊桃","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3635.978905594286!2d120.82608631499204!3d24.312370884315268!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469033818b6733b%3A0x153f2d8183c62457!2z5Y2T6Jit6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487407158169",
                    "http://www.choulan.org.tw/default2.aspx?EpfJdId9UuCM43XlWesODfKERMCNoUm%2b",
                  "1","5","09","否"],
                  ["91401","卓蘭本會","9140011","04-25892011","苗栗縣卓蘭鎮中正路１４５號"]];

        af[44] =[["693","雲林縣","東勢鄉","農會","14","106","05","22",
                     "茶鵝拼盤、鴨肉貢丸、鵝肉香腸、薑母鴨","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3654.004222623049!2d120.2516333154008!3d23.675806984626167!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ea41fa8ae7d21%3A0x8f5a6be5f6848445!2z5p2x5Yui6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487407877776",
                    "http://dsfa.naffic.org.tw/default2.aspx?EpfJdId9UuBtAWQNka1459kLlZ0FtEuQ",
                  "1","5","13","否"],
                  ["69301","東勢本會","6930013","05-6992245","雲林縣東勢鄉民生路５６號"],
                  ["69302","新坤辦事處","6930024","05-6997791","雲林縣東勢鄉新坤路７２之５號"]];	

        af[45] =[["685","雲林縣","土庫鎮","農會","14","106","05","22",
                     "川上米、冷泡茶、玉女小番茄、蒜頭、落花生","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1291.8559877384678!2d120.39502645230141!3d23.678800260259386!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346eba566937494f%3A0x73170a6c7a23c6df!2z5Zyf5bqr6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487557496275",
                    "http://www.tuku.org.tw/",
                  "1","5","13","否"],
                  ["68501","土庫本會","6850012","05-6623111","雲林縣土庫鎮越港里建國路３７之１號"],
                  ["68502","馬光分會","6850023","05-6654611","雲林縣土庫鎮馬光路６０之５號"],
				  ["68503","新庄辦事處","6850034","05-6654133","雲林縣土庫鎮新庄里２０８號"],
				  ["68504","忠正辦事處","6850045","05-6629111","雲林縣土庫鎮中山路１９２號"],
				  ["68505","後埔分會","6850056","05-6657758","雲林縣土庫鎮後埔里１３鄰１５２之４號"]];	
				  
		af[46] =[["697","雲林縣","元長鄉","農會","14","106","05","22",
                     "黑金剛落花生、黑金剛花生糖","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3654.720308561316!2d120.31135751497945!3d23.65018548463883!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ea47bb624f693%3A0xc436a2e131a1ba70!2z5YWD6ZW36YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487558516714",
                    "http://yuchang.naffic.org.tw/default2.aspx?EpfJdId9UuAsXUMmgmlARFfktXayHvv5",
                  "1","5","13","否"],
                  ["69701","元長本會","6970017","05-7882116","雲林縣元長鄉中山路４２號"],
				  ["69702","客庴分會","6970028","05-7882304","雲林縣元長鄉頂寮路５之１２號"],
                  ["69703","鹿寮分會","6970039","05-7983070","雲林縣元長鄉中央路１３號"]];	
				  				  
		af[47] =[["683","雲林縣","北港鎮","農會","14","106","05","22",
                     "黑金剛土豆","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3656.988904299944!2d120.30190431497786!3d23.568841984679153!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ea285db537721%3A0x940bb5643fefeed7!2z5YyX5riv6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487560383304",
                    "http://www.beigang.org.tw/drupal-7.0/",
                  "1","2","13","否"],
                  ["68301","北港本會","6830010","05-7832012","雲林縣北港鎮中正路２０號"],
                  ["68302","好收分會","6830021","05-7922798","雲林縣北港鎮好收路１之２號"]];	

	    af[48] =[["696","雲林縣","水林鄉","農會","14","106","05","22",
                     "冰烤番薯、甜餐包","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d17396.988479898406!2d120.23233836634301!3d23.558876987506807!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ea1ffd6adb4ef%3A0x1da96b8fa4f46a24!2z5rC05p6X6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1487559094201",
                    "http://www.7852605.com.tw/about-us.html",
                  "1","5","13","否"],
                  ["69601","水林本會","6960016","05-7852605","雲林縣水林鄉水南村水林路４７之１號"],
                  ["69602","蔦松辦事處","6960027","05-7841854","雲林縣水林鄉松中村蔦松路１６４之１號"],
				  ["69603","宏仁分會","6960038","05-7851614","雲林縣水林鄉灣東村宏仁路３１之１號"],
				  ["69604","西井辦事處","6960049","05-7921715","雲林縣水林鄉西井村３７號"],
				  ["69605","溪墘辦事處","6960050","05-7854440","雲林縣水林鄉溪墘村溪墘厝路３３號"]];

        af[49] =[["871","台中市","大甲區","農會","15","106","06","12",
                     "鮮芋塊、紫香芋片、禾樂幸福米","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3635.0248480026426!2d120.6245000154114!3d24.345627084299377!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346911fdf028cdab%3A0x4c5ce1666f234788!2z5aSn55Sy6L6y5pyD54m555Si!5e0!3m2!1szh-TW!2stw!4v1489644050691",
                    "http://www.tachia.org.tw/",
                  "1","2","03","否"],
                  ["87101","大甲本會","8710019","04-26863990","台中市大甲區文武路１０號"],
				  ["87102","日南分會","8710020","04-26813701","台中市大甲區中山路二段２０２號"],
				  ["87103","順天分會","8710031","04-26875125","台中市大甲區順天路２１１號"],
				  ["87104","西岐分會","8710042","04-26811781","台中市大甲區順帆路１０５號"],
				  ["87105","幼獅社區分會","8710053","04-26818065","台中市大甲區幼二路１２５號"],
                  ["87106","庄美分會","8710064","04-26869455","台中市大甲區光明路２３７號"]];	

	    af[50] =[["883","台中市","外埔區","農會","15","106","06","12",
                     "湖底米、馨賞禮盒、外埔蜂蜜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3635.439688015235!2d120.6521863154112!3d24.331171984306298!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346911da9dc533d1%3A0x30da4f36730af10c!2z5aSW5Z-U5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1489645871334",
                    "http://www.waipu.org.tw/",
                  "1","2","03","否"],
                  ["88301","外埔本會","8830014","04-26832311","台中市外埔區大同里甲后路三段９６８號"],
				  ["88302","土城辦事處","8830025","04-26834872","台中市外埔區土城里土城路２１３號"],
				  ["88303","大東分會","8830036","04-26879000","台中市外埔區大東村甲后路６９３號之１"]];
				  
		af[51] =[["880","台中市","石岡區","農會","15","106","06","12",
                     "椪柑禮盒、水梨禮盒、石農橘子酥、桔桔洗衣精、洗碗精、蔬果洗潔劑","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.0244398875425!2d120.77412831487125!3d24.27587688433293!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34691b0c0bfc1ec5%3A0x1fbbba0529399d25!2z55-z5bKh5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1489649477287",
                    "http://www.skhfa.org.tw/",
                  "1","5","03","否"],
                  ["88001","石岡本會","8800011","04-25721246","台中市石岡區萬安里石岡街６７號"],
				  ["88002","和盛分會","8800022","04-25815407","台中市石岡區和盛村和盛街２０號"]];
				  
		af[52] =[["884","台中市","大安區","農會","15","106","06","12",
                     "安農香腸、青蔥脆餅、蔥師傅、大安好酒、芋薯禮盒、芋燒酒、薯燒酒","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3635.012113115988!2d120.5846346148726!3d24.346066984299107!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346912706a3942e3%3A0xbc8b9ecbaaad8268!2z5aSn5a6J5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1489651111465",
                    "http://www.daanfa.org.tw/",
                  "1","2","03","否"],
                  ["88401","大安本會","8840015","04-26712229","台中市大安區中松路６號"],
				  ["88402","海墘辦事處","8840026","04-26873560","台中市大安區大安港路１１４９號"],
				  ["88403","松雅分會","8840037","04-26868706","台中市大安區松雅里松五街５號"]];
				  
		af[53] =[["881","台中市","新社區","農會","15","106","06","12",
                     "乾香菇、香菇酥餅、秀珍菇餅、素肉條、白毛台巨峰葡萄、枇杷","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.9388901714665!2d120.80577211487079!3d24.243912284348415!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34691c74ed690b1d%3A0xb3b1627fa4bd0975!2z5paw56S-5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1489652706548",
                    "http://www.ssfa.com.tw/default2.aspx?EpfJdId9UuCM43XlWesODdishmL3WQld",
                  "1","2","03","否"],
                  ["88101","新社本會","8810012","04-25811511","台中市新社區新社里中和街四段２２６號"],
				  ["88102","福興分會","8810023","04-25941683","台中市新社區福興里美林５２之７號"],
				  ["88103","中興嶺分會","8810034","04-25817408","台中市新社區中興里中興嶺１７８號"]];		

        af[54] =[["886","台中市","和平區","農會","16","106","06","26",
                     "梨山茶、摩天嶺甜柿、雪梨、水蜜桃","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3639.924274468626!2d120.88139221486911!3d24.174388384382084!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34691e3b2f583925%3A0xdbb52867febb50d3!2z5ZKM5bmz5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1492063396208",
                    "http://heping161.com/about-3.html",
                "1","5","03","否"],
                ["88601","和平本會","8860017","04-25941518","台中市和平區南勢里東關路三段１６１號"],
				["88602","梨山辦事處","8860028","04-25981638","台中市和平區梨山村中正路８８號"],
				["88603","雙崎辦事處","8860039","04-25911410","台中市和平區自由村東崎路二段４１號"]];

		af[55] =[["872","台中市","沙鹿區","農會","16","106","06","26",
                     "花生油、芝麻油禮盒、冰薯、活力代餐包","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3638.1637008041216!2d120.55676021487045!3d24.23604888435221!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346914e3ae6a8511%3A0x895314d6b2da85ce!2z5rKZ6bm_5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1492064503276",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuCJctf5vXgyGukgj2UO7wVv",
                 "1","2","03","否"],
                ["87201","沙鹿本會","8720010","04-26623111","台中市沙鹿區沙田路１３１號"],
				["87202","北勢分會","8720021","04-26318511","台中市沙鹿區北勢里鎮南路二段３３６號"],
				["87203","鹿峰分會","8720032","04-26651990","台中市沙鹿區鹿寮里中山路５３１之１號"],
				["87204","西明辦事處","8720043","04-26152034","台中市沙鹿區西勢里中航路一段５０５號"],
				["87205","公館辦事處","8720054","04-26152895","台中市沙鹿區清泉里東大路二段１６０５號"]];

		af[56] =[["868","台中市","東勢區","農會","16","106","06","26",
                     "高接梨、甜柿、椪柑、雪梨","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.6584226981154!2d120.82738851487075!3d24.253719084343736!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34691c5e79f3cf3d%3A0xbfb09b1d43e98d78!2z5p2x5Yui5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1492065663145",
                    "http://www.tsfa.org.tw/",
                 "1","2","03","否"],
                ["86801","東勢本會","8680013","04-25872151","台中市東勢區豐勢路２９７號"]];

		af[57] =[["917","苗栗縣","公館鄉","農會","16","106","06","26",
                     "紅棗酒、紫蘇酒、紅棗麵、紅棗醋、紅棗干、紫蘇醋、榨菜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3630.427858345149!2d120.82507651487592!3d24.50527318422271!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469aa4806e9bf29%3A0xf93ab85724cb7dfd!2z5YWs6aSo6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1492066295872",
                    "http://www.kkfa.org/",
                 "1","2","09","否"],
                ["91701","公館本會","9170014","037-225211","苗栗縣公館鄉館東村大同路２６６號"],
                ["91702","鶴岡分會","9170025","037-226228","苗栗縣公館鄉鶴山村２２４號"],
                ["91703","福基分會","9170036","037-223754","苗栗縣公館鄉福基村１２３號"],
                ["91704","五谷分會","9170047","037-226243","苗栗縣公館鄉五谷村１９８號"]];

		af[58] =[["918","苗栗縣","銅鑼鄉","農會","16","106","06","26",
                     "杭菊、芋香豆腐乳","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3631.6522092202854!2d120.77929531487504!3d24.462848984243077!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469a9e440695d67%3A0x3bd79d562dcd574a!2z6YqF6ZG86YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1492067283522",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuBtAWQNka14547DjFoS4wYi",
                "1","5","09","否"],
                ["91801","銅鑼本會","9180015","037-981047","苗栗縣銅鑼鄉永樂路２２號"],
				["91802","中平分會","9180026","037-225261","苗栗縣銅鑼鄉中平村１６３之１號"],
				["91803","新隆分會","9180037","037-971070","苗栗縣銅鑼鄉新隆村１０４之１號"]];

		af[59] =[["877","台中市","后里區","農會","17","106","07","17",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1818.0686098167664!2d120.71129615816731!3d24.306848296079586!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34691aa00c4b8777%3A0xdd287922a6f9e08b!2z5ZCO6YeM5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1496470573201",
                    "http://www.houlifa.org.tw/",
                 "1","2","03","否"],
                ["87701","后里本會","8770015","04-25565116","台中市后里區墩北里民生路２６８號"],
                ["87702","公館分會","8770026","04-25562045","台中市后里區公館里三豐路３８０號"],
                ["87703","義里分會","8770037","04-25560990","台中市后里區義德里甲后路３３３號"],
                ["87704","眉山分會","8770048","04-25563723","台中市后里區眉山里甲后路８３５號"],
                ];

		af[60] =[["878","台中市","大雅區","農會","17","106","07","17",
                     "紅薏仁粒、紅薏仁杏仁燕麥、紅薏仁山藥燕麥、四神薏仁粥、雅珍五穀奶、蕎麥紅薏仁粉","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3638.516763900556!2d120.64588081535238!3d24.223698384358162!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346916edf6830d59%3A0xd5636f26c93ef3e6!2z5aSn6ZuF5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1496476509987",
                    "http://dyfa.org.tw/",
                "1","2","03","否"],
                ["87801","大雅本會","8780016","04-25662216","台中市大雅區中清東路１９６號"],
                ["87802","橫山分會","8780027","04-25675730","台中市大雅區永和路３０之１號"],
                ["87803","上楓分會","8780038","04-25681406","台中市大雅區民生路３段４３９號"],
                ["87804","馬岡分會","8780049","04-25661233","台中市大雅區建興路１９５號"],
                ["87805","忠義分會","8780050","04-25662270","台中市大雅區月祥路８９８號"]
                ];

		af[61] =[["875","台中市","太平區","農會","17","106","07","17",
                     "龍眼、荔枝、枇杷、梨","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.3488215629477!2d120.71264311535064!3d24.124385084406313!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346922b7c74acb5d%3A0x4ef74abbe68891d1!2z5aSq5bmz5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1496476665066",
                    "http://www.fcic.org.tw/350/",
                "1","2","03","否"],
                ["87501","太平本會","8750013","04-22781148","台中市太平區太平路４８３號"],
                ["87502","新光分會","8750024","04-23953418","台中市太平區振福路２３６號"],
                ["87503","頭汴分會","8750035","04-22702549","台中市太平區長龍路１段６１１號"],
                ["87504","光隆分會","8750046","04-22704969","台中市太平區興隆路１段９１號"],
                ["87505","中山分會","8750057","04-23931575","台中市太平區中山路二段５４１巷２９－１號"],
                ["87506","東平分會","8750068","04-22756187","台中市太平區東平路５９２號"],
                ["87507","坪林分會","8750079","04-23928518","台中市太平區中山路二段５７之７號"],
                ["87508","新興分會","8750080","04-23937811","台中市太平區育賢路２３５號"]
                ];

		af[62] =[["876","台中市","烏日區","農會","17","106","07","17",
                     "中藥機能蛋、烏農Q麵","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14567.238894225606!2d120.61318666977537!3d24.108186000000007!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693c1e68b5f43d%3A0xfa1bbd33c7fd1006!2z54OP5pel5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1496476912551",
                    "http://www.fcic.org.tw/480/",
                 "1","2","03","否"],
                ["87601","烏日本會","8760014","04-23376150","台中市烏日區烏日里三民街１７９號"],
                ["87602","溪埧分會","8760025","04-23352666","台中市烏日區溪埧里溪南路一段７１２號"],
                ["87603","九德分會","8760036","04-23375831","台中市烏日區仁德里中山路一段４４３號"],
                ["87604","成功分會","8760047","04-23377639","台中市烏日區榮泉里中山路三段６２８號"],
                ];

		af[63] =[["925","苗栗縣","三灣鄉","農會","17","106","07","17",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3626.133786400619!2d120.95386131535943!3d24.65352288415193!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34684db3acd7194d%3A0x1e6cf575c17a23dc!2z5LiJ54Gj6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1496476954587",
                    "http://www.sanwan.org.tw/aboutus.php",
                 "1","5","09","否"],
                ["92501","三灣本會","9250015","037-831007","苗栗縣三灣鄉三灣村中正路１７６號"],
                ];

		af[64] =[["907","苗栗縣","竹南鎮","農會","18","106","08","07",
                     "紅龍的家平安麵","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d906.3103183936273!2d120.87221097658461!3d24.684231419106506!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x2c5eb20410686b2d!2z56u55Y2X6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499674819730",
                    "http://www.chunan.org.tw/",
                 "1","2","09","否"],
                 ["90701","竹南本會","9070011","037-479639","苗栗縣竹南鎮大厝里２１鄰大營路９３號"], 
                 ["90702","中港分會","9070022","037-463503","苗栗縣竹南鎮中正路５３５號"], 
                 ["90703","大埔分會","9070033","037-583821","苗栗縣竹南鎮大埔里仁愛路１１０１號"], 
                 ["90704","龍鳳分會","9070044","037-465632","苗栗縣竹南鎮龍山路１段１８２號"]
                ];

		af[65] =[["926","苗栗縣","大湖地區","農會","18","106","08","07",
                     "草莓,寄接梨,甜柿,桃李,竹筍,薑","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1527.3255002189735!2d120.86938575023363!3d24.42951911698618!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xe4cbdfcbd6faacd3!2z5aSn5rmW5Zyw5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499770726400",
                    "http://www.dahufarm.org.tw/farm/",
                 "1","2","09","否"],
                 ["92601","大湖地區本會","9260016","037-994800","苗栗縣大湖鄉富興村九鄰八寮灣２之７號"], 
                 ["92602","清安分會","9260027","037-941028","苗栗縣泰安鄉清安村洗水坑１１號"], 
                 ["92603","新開分會","9260038","037-951336","苗栗縣大湖鄉新開村新開２８之６號"], 
                 ["92604","南湖分會","9260049","037-995222","苗栗縣大湖鄉義和村淋漓坪１之５號"], 
                 ["92605","大湖分會","9260050","037-994805","苗栗縣大湖鄉明湖村九鄰中原路１６號"]
                ];

		af[66] =[["920","苗栗縣","造橋鄉","農會","18","106","08","07",
                     "文旦、瑞福、一品、李白","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3626.501752771278!2d120.86403421499851!3d24.64085188415797!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x5f62901066c8b5f4!2z6YCg5qmL6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499677231885",
                    "http://zaociao.naffic.org.tw/default2.aspx?EpfJdId9UuDNTO91R3HUNvz1uoWargmk",
                 "1","5","09","否"],
                 ["92001","造橋鄉本會","9200010","037-563215","苗栗縣造橋鄉造橋村２鄰平仁路３４號"], 
                 ["92002","朝陽分會","9200021","037-635880","苗栗縣造橋鄉朝陽村１０鄰４－１號"],
                 ["92003","大西分會","9200032","037-541541","苗栗縣造橋鄉大西村６鄰尖豐路３６號"], 
                 ["92004","龍昇分會","9200043","037-651658","苗栗縣造橋鄉龍昇村９鄰２８－１號"],
                 ["92005","豐湖分會","9200054","037-562036","苗栗縣造橋鄉豐湖村４鄰八十尺橋５３之２號"]
                ];
		af[67] =[["698","雲林縣","麥寮鄉","農會","18","106","08","07",
                     "麥寮花生方塊酥、麥寮鹽香花生、麥寮101榨菜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1291.163266197503!2d120.2578777717761!3d23.748762821607677!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x40892858477146da!2z6bql5a-u6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499678101635",
                    "http://www.mai.org.tw/",
                 "1","5","13","否"],
                 ["69801","麥寮本會","6980018","05-6931101","雲林縣麥寮鄉麥豐村中山路１１９號"], 
                 ["69802","橋頭分會","6980029","05-6912534","雲林縣麥寮鄉橋頭村仁德路２３６巷２０號"]
                ];

		af[68] =[["643","彰化縣","二水鄉","農會","18","106","08","07",
                     "仙草、二水好米(台梗九號)","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1253.8174108159728!2d120.6153287812124!3d23.809829060550324!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x807eb3e2519de931!2z5b2w5YyW57ij5LqM5rC06YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499681531167",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuDNTO91R3HUNns7oSgLns0U",
                 "1","2","03","否"],
                 ["64301","二水本會","6430018","04-8792111","彰化縣二水鄉聖化村員集路三段６７８號"]
                ];

		af[69] =[["632","彰化縣","田中鎮","農會","18","106","08","07",
                     "甜蜜龍眼蜜、田中好米(台梗九號)","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d542.4055257166071!2d120.5862347398899!3d23.85928578517922!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x92f23702e373873e!2z55Sw5Lit6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499681796788",
                    "http://www.millar.org.tw",
                 "1","2","03","否"],
                 ["63201","田中本會","6320014","04-8749211","彰化縣田中鎮東路里南北街８０號"]
                ];

		af[70] =[["923","苗栗縣","獅潭鄉","農會","19","106","08","28",
                     "無仔桶柑、桂竹筍伴手禮","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3629.4104358674967!2d120.9193367149965!3d24.54047488420581!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346853608ac7912f%3A0x7bc9c43d630e59e7!2z542F5r2t6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499682316098",
                    "http://shihtan.naffic.org.tw/default2.aspx?EpfJdId9UuCM43XlWesODRESTitmh7fO",
                 "1","5","09","否"],
                 ["92301","獅潭本會","9230013","037-931340","苗栗縣獅潭鄉新店村１２５號"], 
                 ["92302","汶水分會","9230024","037-991541","苗栗縣獅潭鄉竹木村４３號"]
                ];



		af[71] =[["902","苗栗縣","苗栗市","農會","19","106","08","28",
                     "貓裏紅土雞蛋、貓裏紅紅茶罐貓、春蘭","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d907.2364215681794!2d120.81991244206017!3d24.556538957874587!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x26abcbde939aadcf!2z6IuX5qCX5biC6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499769166180",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuBtAWQNka1459rW5W2Dt4ey",
                 "1","2","09","否"],
                 ["90201","苗栗本會","9020016","037-320484","苗栗縣苗栗市青苗里中正路６１１號"],
                 ["90202","南苗分會","9020027","037-320136","苗栗縣苗栗市新苗里中正路７７５號"],
                 ["90203","北苗分會","9020038","037-260160","苗栗縣苗栗市上苗里中正路３１號"],
                 ["90204","嘉盛辦事處","9020049","037-263718","苗栗縣苗栗市為公路２９０號"]
                ];

		af[72] =[["924","苗栗縣","頭屋鄉","農會","19","106","08","28",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3628.351812253788!2d120.8502462149972!3d24.57705188418842!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469acf5b3dd953f%3A0x15866392523581f0!2z6aCt5bGL6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499770398370",
                    "http://www.touwufa.org.tw/",
                 "1","5","09","否"],
                 ["92401","頭屋本會","9240014","037-250211","苗栗縣頭屋鄉頭屋村中正街２５號"],
                 ["92402","明德分會","9240025","037-250988","苗栗縣頭屋鄉明德村８６號"]
                ];

		af[73] =[["879","台中市","潭子區","農會","19","106","08","28",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1286.4949461287652!2d120.70503351617258!3d24.215281701417176!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917640d6859cf%3A0x9e77357b54059059!2z5r2t5a2Q5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499769856036",
                    "http://tanzih.org.tw/",
                 "1","2","03","否"],
                 ["87901","潭子本會","8790017","04-25344211","台中市潭子區潭秀里潭子街三段８１號"],
                 ["87902","頭家分會","8790028","04-25334992","台中市潭子區頭家里頭張路一段１３７號"],
                 ["87903","東寶分會","8790039","04-25328292","台中市潭子區東寶里雅潭路二段３８２號"],
                 ["87904","栗林分會","8790040","04-25334633","台中市潭子區中山路三段２６４號"],
                 ["87905","甘蔗分會","8790051","04-25322981","台中市潭子區潭興路三段１３０號"]
                ];



		af[74] =[["628","彰化縣","鹿港鎮","農會","19","106","08","28",
                     "鹿港鎮農會酵素、龍花吉祥/國產龍眼花蜂蜜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1821.6008023900542!2d120.4326865234813!3d24.059204022205666!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x7f8ce0536d43ed24!2z6bm_5riv6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1499770311443",
                    "http://www.lukang.org.tw/",
                  "1","2","03","否"],
                  ["62801","鹿港本會","6280017","04-7772331","彰化縣鹿港鎮順興里建國路７號"], 
                  ["62802","頂番分會","6280028","04-7710978","彰化縣鹿港鎮頂番里彰頂路３５５號"], 
                  ["62803","草港分會","6280039","04-7716503","彰化縣鹿港鎮草中里慶安街５５號"], 
                  ["62804","東崎分會","6280040","04-7780778","彰化縣鹿港鎮彰鹿路五段２巷１９號"], 
                  ["62805","海埔分會","6280051","04-7761119","彰化縣鹿港鎮鹿草路二段８１７巷２３號"]
                ];


		af[75] =[["629","彰化縣","和美鎮","農會","20","106","09","11",
                     "黑木耳養生露、芋香豆腐乳","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.744898693488!2d120.49793331498822!3d24.11046498441311!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xcb1410ceee2f1732!2z5ZKM576O6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1501586653654",
                    "http://www.fcic.org.tw/510/",
                 "1","2","03","否"],
                 ["62901","和美本會","6290018","04-7564141","彰化縣和美鎮彰美路五段２６６號"],
                 ["62902","塗厝分會","6290029","04-7566231","彰化縣和美鎮塗厝里彰新路六段３２號"],
                 ["62903","新庄分會","6290030","04-7361750","彰化縣和美鎮犁盛里彰新路二段４０６號"],
                 ["62904","鎮平分會","6290041","04-7636678","彰化縣和美鎮彰草路二段２６６號"]
                ];
/*    ["","","","",""],   */ 
		af[76] =[["885","台中市","龍井區","農會","20","106","09","11",
                     "西瓜、紅土地瓜、花生油","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d909.9387307322113!2d120.52854203747441!3d24.18032636029682!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x11b9164031a18fb5!2z6b6N5LqV5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1501586739453",
                    "http://www.fcic.org.tw/090/",
                 "1","2","03","否"],
                 ["88501","龍井本會","8850016","04-26396511","台中市龍井區龍西里龍門路４０號"],
                 ["88502","龍泉辦事處","8850027","04-26353652","台中市龍井區竹坑里沙田路四段１８５號"],
                 ["88503","龍津辦事處","8850038","04-26394651","台中市龍井區龍津里中央路一段１６７號"],
                 ["88504","新庄辦事處","8850049","04-26313546","台中市龍井區新東里遊園南路１６１號"],
                 ["88505","國際辦事處","8850050","04-26331293","台中市龍井區東海里國際街１１７號"]
                ];

		af[77] =[["869","台中市","清水區","農會","20","106","09","11",
                     "	新鮮韭黃,新鮮甘藷,西瓜","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.286443997603!2d120.57288791830052!3d24.266723646568774!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xfc417b07cad9c153!2z5riF5rC05Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1501586845334",
                    "http://www.tccsfa.org.tw/default2.aspx?EpfJdId9UuBtAWQNka145521pV5PyTR6",
                 "1","2","03","否"],
                 ["86901","清水本會","8690014","04-26232101","台中市清水區中山路９４號"], 
                 ["86902","臨江辦事處","8690025","04-26272562","台中市清水區高美路３６７之２號"], 
                 ["86903","南社分會","8690036","04-26271100","台中市清水區鰲峰路３５８號"]
                ];

		af[78] =[["906","苗栗縣","頭份市","農會","20","106","09","11",
                     "苗栗東方美人茶、龍眼蜜、高接梨、桶柑、文旦柚","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3625.234132275313!2d120.90398821536004!3d24.684476984137248!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34684cc8b6d99517%3A0x4540adafecf0df77!2z6aCt5Lu95biC6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1501586944638",
                    "http://www.toufen-fa.org.tw/index.php",
                 "1","2","09","否"],
                 ["90601","頭份本會","9060010","037-663006","苗栗縣頭份市和平里中華路８９０－２號"], 
                 ["90602","上街分會","9060021","037-663206","苗栗縣頭份市忠孝里信東路２１８號"], 
                 ["90603","珊湖分會","9060032","037-601057","苗栗縣頭份市中正三路２３９號"], 
                 ["90604","尖山分會","9060043","037-624009","苗栗縣頭份市中華路１５６號"], 
                 ["90605","中山分會","9060054","037-635942","苗栗縣頭份市尖豐路５７６號"]
                ];

        af[79] =[["909","苗栗縣","苑裡鎮","農會","20","106","09","11",
                     "灣麗米、灣麗好米、穀語拌手禮盒","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2159.748928290971!2d120.65193761043847!3d24.442101075013962!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xddc87e55b1268069!2z6IuR6KOh6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1501587001898",
                    "http://www.yuanli.org.tw/",
                 "1","2","09","否"],
                 ["90901","苑裡本會","9090013","037-862141","苗栗縣苑裡鎮為公路６５號"],
                 ["90902","山腳分會","9090024","037-740148","苗栗縣苑裡鎮彎麗路１０１號"],
                 ["90903","社苓分會","9090035","037-741133","苗栗縣苑裡鎮社苓里１１０之１號"]
                ];

		af[80] =[["908","苗栗縣","通霄鎮","農會","20","106","09","11",
                     "彩虹玉米禮盒","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d763.2958082900917!2d120.68212194656074!3d24.490056929279117!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xf87023fedadbb9c8!2z6YCa6ZyE6Y6u6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1501587100819",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuCM43XlWesODVwwZeEY1juq",
                 "1","2","09","否"],
                 ["90801","通霄本會","9080012","037-753111","苗栗縣通霄鎮通東里中正路１７號"],
                 ["90802","白沙屯分會","9080023","037-792146","苗栗縣通霄鎮白東里１０７之８號"]
                ];

		af[81] =[["903","新北市","汐止區","農會","21","106","09","25",
                     "文山包種茶、輕鬆泡冷泡茶","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d225.8831284742557!2d121.65664449532233!3d25.06358072001967!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x5096aad89bd15da0!2z5rGQ5q2i5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1501587141953",
                    "http://www.hfa.com.tw/",
                 "9","1","01","否"],
                 ["90301","汐止本會","9030017","02-26416666","新北市汐止區新台五路一段２０７號"],
                 ["90302","社后分會","9030028","02-26952621","新北市汐止區康寧街４１２號"],
                 ["90303","橫科分會","9030039","02-26602288","新北市汐止區宜興街２６號"],
                 ["90304","白雲分會","9030040","02-26402200","新北市汐止區力行街５號"],
                 ["90305","大新分會","9030051","02-26432222","新北市汐止區忠孝東路２４０號"],
                 ["90306","中興分會","9030062","02-26946560","新北市汐止區福德一路２５８號"],
                 ["90307","中正分會","9030073","02-26413333","新北市汐止區中正路１０４號"],
                 ["90308","樟樹分會","9030084","02-26476976","新北市汐止區樟樹一路１５６號"],
                 ["90309","大同分會","9030095","02-26480842","新北市汐止區建成路７８號"]
                ];


		af[82] =[["541","台南市","白河區","農會","22","106","10","11",
                     "蓮藕粉，藕香麵","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d915.754510772943!2d120.41518527948763!3d23.35136086134822!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x9fb4a3435a1ac351!2z55m95rKz5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1505441928926",
                    "http://www.fcic.org.tw/860/",
                 "1","5","04","否"],
                 ["54101","白河本會","5410019","06-6851077","台南市白河區三民路４１２號"],
                 ["54102","市場分會","5410020","06-6852036","台南市白河區新富街８之１號"],
                 ["54103","玉豐分會","5410031","06-6857806","台南市白河區玉豐里２２之１０號"],
                 ["54104","關嶺分會","5410042","06-6822274","台南市白河區關嶺里３鄰４６號"],
                 ["54105","竹門分會","5410053","06-6831183","台南市白河區竹門里２８之１３號"],
                 ["54106","內角分會","5410064","06-6816058","台南市白河區內角里２４之４號"]
                ];



		af[83] =[["583","台南市","東山區","農會","22","106","10","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2893.3039365453055!2d120.40296365105809!3d23.32165586895692!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e8ef7a4f12ecd%3A0x2185dcb8a7697b15!2z5p2x5bGx5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529632264580",
                    "http://www.dongshan.org.tw/",
                 "1","5","04","否"],
                 ["58301","東山本會","5830013","06-6800814","台南市東山區東中里中興路１號"],
                 ["58302","東原分會","5830024","06-6861002","台南市東山區東原里前大埔１６２號"],
                 ["58303","青山分會","5830035","06-6861354","台南市東山區青山里２鄰１５之１１號"],
                 ["58304","聖賢分會","5830046","06-6351590","台南市東山區聖賢里２２鄰９１之２號"],
                 ["58305","南溪分會","5830057","06-6231430","台南市東山區南溪里２鄰１４之９號"]
                ];

		af[84] =[["547","台南市","後壁區","農會","22","106","10","11",
                     "","https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d3662.557770714436!2d120.36049981497419!3d23.36803098477923!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1z5Y-w5Y2X5biC5b6M5aOB5Y2A5b6M5aOB6YeM77yZ77yX6Jmf!5e0!3m2!1szh-TW!2stw!4v1505441785805",
                    "http://www.fcic.org.tw/880/",
                 "1","5","04","否"],
                 ["54701","後壁本會","5470015","06-6872111","台南市後壁區後壁里９７號"],
                 ["54702","菁寮分會","5470026","06-6621752","台南市後壁區墨林里３４６號"],
                 ["54703","安溪分會","5470037","06-6361840","台南市後壁區長安里５０號"],
                 ["54704","新東分會","5470048","06-6324840","台南市後壁區新東里１４５之８號"],
                 ["54705","上茄苳分會","5470059","06-6881600","台南市後壁區嘉民里２０３之１號"],
                 ["54706","竹新分會","5470060","06-6325230","台南市後壁區竹新里１１７之５號"]
                ];

		af[85] =[["556","台南市","學甲區","農會","22","106","10","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d916.583896154578!2d120.18196788162432!3d23.23087227938578!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xec96744b9af8eccb!2z5a2455Sy5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1505441719346",
                    "http://xuejia.naffic.org.tw/default2.aspx?EpfJdId9UuCJctf5vXgyGi5s%2fXVpoQxm",
                 "1","3","04","否"],
                 ["55601","學甲本會","5560017","06-7832105","台南市學甲區仁得里１鄰華宗路３１５號"],
                 ["55602","中洲分會","5560028","06-7832204","台南市學甲區光華里１０鄰５５２號"],
                 ["55603","宅港分會","5560039","06-7830059","台南市學甲區宅港里１鄰１之２號"],
                 ["55604","頂洲分會","5560040","06-7823102","台南市學甲區三慶里８鄰頂洲１０６號之１"],
                 ["55605","大灣分會","5560051","06-7833584","台南市學甲區大灣里１１鄰大灣１１２號"],
                 ["55606","草圣分會","5560062","06-7833465","台南市學甲區豐和里２鄰美豐１０號之４"]
                ];


		af[86] =[["561","台南市","左鎮區","農會","22","106","10","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3671.052744867274!2d120.40553501496855!3d23.05852778493487!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e71faa3203399%3A0x3f82f306096fd770!2z5Y-w5Y2X5biC5bem6Y6u5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1505441567903",
                    "http://www.tso-farm.org.tw/",
                 "1","5","04","否"],
                 ["56101","左鎮本會","5610015","06-5731716-8","台南市左鎮區中正里９８之１號"]
                ];

		af[87] =[["866","嘉義縣","阿里山鄉","農會","22","106","10","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12309.857172434287!2d120.68964025847626!3d23.46975346900288!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ee817e7cce12b%3A0x7192691c521eeb49!2z6Zi_6YeM5bGx6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1505441473496",
                    "http://www.alishanfm.com.tw/",
                 "1","5","14","否"],
                 ["86601","阿里山本會","8660011","05-2562332","嘉義縣阿里山鄉樂野村４鄰１１４號"],
                 ["86602","中山分會","8660022","05-2679292","嘉義縣阿里山鄉中正村５２號"],
                 ["86603","達邦分會","8660033","05-2511351","嘉義縣阿里山鄉達邦村３鄰７４號"]
                ];


		af[88] =[["519","台南市","新化區","農會","23","106","11","06",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d324.53612771894785!2d120.30303739214412!3d23.03452255076173!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xdc9534227bd11ca4!2z5paw5YyW5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507257319451",
                    "http://www.shfa.org.tw/",
                 "1","3","04","否"],
                 ["51901","新化本會","5190018","06-5902400","台南市新化區信義路４５０號"],
                 ["51902","那拔林分會","5190029","06-5911549","台南市新化區那拔林２９７號"],
                 ["51903","中山分會","5190030","06-5902715","台南市新化區中山路２４３－１號"]
                ];


		af[89] =[["559","台南市","山上區","農會","23","106","11","06",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1834.9405586840012!2d120.35521184412305!3d23.101447367648188!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x996beb672404be93!2z5bGx5LiK5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507257283176",
                    "http://www.shanshang.org.tw/",
                 "1","5","04","否"],
                 ["559","山上本會","5590010","06-5781811","台南市山上區山上里２３８號"]
                ];




		af[90] =[["564","台南市","關廟區","農會","23","106","11","06",
                     "","https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1836.833579243681!2d120.32847!3d22.962482!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xcc612479b5456950!2z6Zec5buf5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507257676537",
                  "http://www.guanmiao.com.tw/index-pc.php",
                 "1","5","04","否"],
                 ["56401","關廟本會","5640018","06-5952626","台南市關廟區中正路９６３號"],
                 ["56402","龜洞分會","5640029","06-5551045","台南市關廟區田中里南雄南路５０７號"],
                 ["56403","埤頭分會","5640030","06-5954832","台南市關廟區埤頭里保東路７１號"]
                ];


		af[91] =[["565","台南市","龍崎區","農會","23","106","11","06",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d546.0789971474989!2d120.35971347467058!3d22.966169656759416!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346932a659f4bdbb%3A0x4c2a1fd77ef6bace!2z6b6N5bSO5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507257180026",
                    "http://www.longcifa.com/",
                 "1","5","04","否"],
                 ["56501","龍崎本會","5650019","06-5941114","台南市龍崎區崎頂里２２３號"], 
                 ["56502","龍船分會","5650020","06-5947024","台南市龍崎區龍船里３０之１６號"]
                ];

		af[92] =[["749","屏東縣","內埔地區","農會","23","106","11","06",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1302.1204961168944!2d120.56444074097224!3d22.618232799643707!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xfc336a02c462102a!2z5YWn5Z-U5Zyw5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507257139195",
                    "http://www.neipufamer.org.tw/index.htm1.htm",
                 "1","3","17","否"],
                 ["74901","內埔本會","7490011","08-7783251","屏東縣內埔鄉東寧村平昌街１號"],
                 ["74902","龍泉分會","7490022","08-7700642","屏東縣內埔鄉龍潭村昭勝路２７４號"],
                 ["74903","水門分會","7490033","08-7991087","屏東縣內埔鄉水門村育英路５號"],
                 ["74904","東勢分會","7490044","08-7782538","屏東縣內埔鄉東勢村大同路２段９４號"],
                 ["74905","豐田分會","7490055","08-7783534","屏東縣內埔鄉豐田村新中路１３９號"],
                 ["74906","老埤分會","7490066","08-7799462","屏東縣內埔鄉老埤村壽比路５８７號"]
                ];

		af[93] =[["891","花蓮縣","花蓮市","農會","24","106","11","27",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d911.3692187500759!2d121.60753672922183!3d23.97893189902984!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34689fc0fc07e6eb%3A0x8cd920747766c3b8!2z6Iqx6JOu5biC6L6y5pyD5L-h55So6YOo!5e0!3m2!1szh-TW!2stw!4v1507257088961",
                    "http://www.hcfa.org.tw/",
                 "1","4","19","否"],
                 ["89101","花蓮農會","8910015","03-8326181","花蓮縣花蓮市中山路２１０號"], 
                 ["89102","花商分會","8910026","03-8358186","花蓮縣花蓮市中山路５４７號"], 
                 ["89103","自強分會","8910037","03-8577571","花蓮縣花蓮市富國路２０號"], 
                 ["89104","美崙分會","8910048","03-8234290","花蓮縣花蓮市中美路２１８號"] 
                ];

		af[94] =[["897","花蓮縣","鳳榮地區","農會","24","106","11","27",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3651.9771961789875!2d121.4479720152141!3d23.748192584590477!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3468ae1c952343cf%3A0x1c2cdb7381a1d29b!2z6bOz5qau5Zyw5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507257542009",
                    "http://www.frfa.com.tw/default2.aspx?EpfJdId9UuCM43XlWesODTKMp4pYGHxW",
                 "1","5","19","否"],
                 ["89701","鳳榮本會","8970011","03-8761166","花蓮縣鳳林鎮光復路１０５號"],
                 ["89702","萬榮分會","8970022","03-8751400","花蓮縣鳳林鎮長橋路１１９號"],
                 ["89703","林榮分會","8970033","03-8771526","花蓮縣鳳林鎮林榮路２１２號"]
                ];

		af[95] =[["898","花蓮縣","光豐地區","農會","24","106","11","27",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d456.7822957680579!2d121.4225012747823!3d23.666716741538455!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x4c5d85d586a1cdbf!2z5YWJ6LGQ5Zyw5Y2A6L6y5pyD5L-h55So6YOo!5e0!3m2!1szh-TW!2stw!4v1507256929804",
                    "http://www.kffa.org.tw/main.php",
                 "1","5","19","否"],
                  ["89801","光豐本會","8980012","03-8702231","花蓮縣光復鄉中華路１９３號"],
                  ["89802","豐濱分會","8980023","03-8791145","花蓮縣豐濱鄉豐濱村光豐路５５號"],
                  ["89803","大富分會","8980034","03-8731121","花蓮縣光復鄉大富村明德路４２號"]
                ];

		af[96] =[["895","花蓮縣","瑞穗鄉","農會","24","106","11","27",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d457.37512142320486!2d121.38003835858079!3d23.49647450561512!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346f4f61ea5395af%3A0xa8e74715dfec18f8!2zOTc46Iqx6JOu57ij55Ge56mX6YSJ5Lit5bGx6Lev5LiA5q61MTI46Jmf!5e0!3m2!1szh-TW!2stw!4v1507257381518",
                    "http://rsfa.cm-media.com.tw/",
                 "1","5","19","否"],
                 ["89501","瑞穗本會","8950019","03-8872226","花蓮縣瑞穗鄉中山路一段１２８號"],
                 ["89502","富源分會","8950020","03-8811030","花蓮縣瑞穗鄉富源村富源路３３號"]
                ];

		af[97] =[["896","花蓮縣","玉溪地區","農會","24","106","11","27",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3663.5215585701044!2d121.31277571520695!3d23.3331116847967!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346f6a7bed3d99f1%3A0xc0a8f3b9c640a32a!2z6Iqx6JOu57ij546J5rqq5Zyw5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507256763065",
                    "http://www.yushi.org.tw/",
                 "1","5","19","否"],
                 ["89601","玉溪本會","8960010","03-8883181","花蓮縣玉里鎮中山路二段４９號"], 
                 ["89602","松浦分會","8960021","03-8851215","花蓮縣玉里鎮松浦里１５鄰萬麗１０之１號"]
                ];

		af[98] =[["587","宜蘭縣","礁溪鄉","農會","24","106","11","27",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d879.5425009625579!2d121.77049789275534!3d24.820772812265023!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x43b05ef8fdf4fac0!2z56SB5rqq6YSJ6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507256655061",
                    "http://www.jsfa.org.tw/",
                 "1","1","18","否"],
                 ["58701","礁溪本會","5870017","03-9882033","宜蘭縣礁溪鄉六結村中山路一段１７５之１號"],
                 ["58702","四結分會","5870028","03-9283244","宜蘭縣礁溪鄉吳沙村礁溪路一段１２２號"],
                 ["58703","龍潭分會","5870039","03-9284630","宜蘭縣礁溪鄉龍潭村大坡路４６號"],
                 ["58704","德陽分會","5870040","03-9870244","宜蘭縣礁溪鄉德陽村溫泉路５０、５２號"]
                ];

		af[99] =[["922","台南市","台南地區","農會","25","106","12","04",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d649.0126362961404!2d120.18486487431163!3d23.046897002639618!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e77be36cd012b%3A0x4706f4e2ee999a71!2z5Y-w5Y2X5biC5Y-w5Y2X5Zyw5Y2A6L6y5pyD!5e0!3m2!1szh-TW!2stw!4v1507256508246",
                    "",
                 "9","3","04","否"],
                 ["92201","台南地區本會","9220012","06-2567201","台南市安南區安中路二段３００號"],
                 ["92202","成功分會","9220023","06-2206623","台南市北區成功路４３４號"],
                 ["92203","南東北區聯合分會","9220034","06-2616693","台南市南區西門路一段４３３號"],
                 ["92205","安順分會","9220056","06-2562492","台南市安南區安和路一段２４２號"],
                 ["92206","和順分會","9220067","06-3559021","台南市安南區安和路四段５７０號"],
                 ["92207","土城分會","9220078","06-2577317","台南市安南區安中路六段５１７之１號"],
                 ["92208","灣裡分會","9220089","06-2628927","台南市南區明興路９７７號"]
                ];

		af[100] =[["874","台中市","霧峰區","農會","26","107","01","08",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2983.9317447886283!2d120.69697640792997!3d24.064930610506735!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x88178649e0c3ead0!2z6Zyn5bOw5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1512975287132",
                    "http://www.wffa.org.tw/",
                 "1","2","03","否"],
                  ["87401","霧峰本會","8740012","04-23303171","台中市霧峰區中正里四德路１０號"],
                  ["87402","萬豐分會","8740023","04-23393405","台中市霧峰區六股里中正路３４５號"], 
                  ["87403","北柳分會","8740034","04-23393404","台中市霧峰區北柳里四德路３８２號"], 
                  ["87404","吉峰分會","8740045","04-23306082","台中市霧峰區民生路２３０之３號"], 
                  ["87405","舊正分會","8740056","04-23397635","台中市霧峰區中正路３４號"], 
                  ["87406","吉峰路分會","8740067","04-23301806","台中市霧峰區吉峰里吉峰路１００之６號"]
                  
                ];


		af[101] =[["936","新竹縣","北埔鄉","農會","27","107","01","22",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4340.419437724655!2d121.05176485572727!3d24.700635927349122!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346848eade5ced55%3A0x518f36a62705e1e2!2z5YyX5Z-U6YSJ6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1512975198649",
                    "https://www.bps.org.tw/",
                 "2","5","08","否"],
                 ["93601","北埔本會","9360019","03-5802207","新竹縣北埔鄉北埔街９４號"]
                ];

		af[102] =[["513","新北市","瑞芳區","漁會","28","107","03","19",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3212.0073790410956!2d121.8059198268443!3d25.107487717361682!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d4ff765e0a889%3A0x1cc0e08a00987ca1!2z5Y-w5YyX57ij55Ge6Iqz5Y2A5ryB5pyD!5e1!3m2!1szh-TW!2stw!4v1517216948819",
                    "http://www.rffish.com.tw/",
                 "2","5","01","否"],
                 ["51301","瑞漁本會","5130012","02-24971551","新北市瑞芳區中正路５１號"],
                 ["51302","深澳分會","5130023","02-24976271","新北市瑞芳區建基路一段７０號"]
                ];

		af[103] =[["516","基隆市","基隆區","漁會","28","107","03","19",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d5976.3708029485515!2d121.79414518973493!3d25.141246969599564!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d4f9e1ff01add%3A0xda42dd50fd36392!2z5Z-66ZqG5Y2A5ryB5pyD!5e1!3m2!1szh-TW!2stw!4v1517217199991",
                    "http://klfish.naffic.org.tw/default2.aspx?EpfJdId9UuCM43XlWesODVd17O%2bVXuss",
                 "2","1","01","否"],
                 ["51601","基漁本會","5160015","02-24692932","基隆市中正區環港街５號Ａ棟１樓"]
                ];


		af[104] =[["502","宜蘭縣","頭城區","漁會","28","107","03","19",
                     "","https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d7956.791945464025!2d121.828258!3d24.858665!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x57a0e8563bf810fa!2z6aCt5Z-O5Y2A5ryB5pyD!5e1!3m2!1szh-TW!2stw!4v1517217519338",
                    "http://www.etcfa.org.tw/p7.htm",
                 "2","5","18","否"],
                 ["50201","頭漁本會","5020018","03-9773131","宜蘭縣頭城鎮城東里青雲路３段１９９號"],
                 ["50202","大溪分會","5020029","03-9782102","宜蘭縣頭城鎮大溪里濱海路５段４７１號"],
                 ["50203","壯圍分會","5020030","03-9301954","宜蘭縣壯圍鄉過嶺村壯濱路３段４１３號"]
                ];

		af[105] =[["602","","中華民國","農會","28","107","03","19",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4569.916085472296!2d121.22537296919384!3d24.954914752490147!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34682249b52fd095%3A0xee3d062ed3ee54c3!2z5Lit6I-v5rCR5ZyL6L6y5pyD5L-h55So6YOo!5e1!3m2!1szh-TW!2stw!4v1517217606761",
                    "http://www.farmer.org.tw/",
                 "2","1","07","否"],
                 ["60201","中壢本會","6020015","03-4277979","桃園市中壢區中山路１１１號"],
                 ["60202","大崙分部","6020026","03-4985242","桃園市中壢區中正路三段３１２號"],
                 ["60203","內壢分部","6020037","03-4633326","桃園市中壢區成章二街４４號"]
                ];

		af[106] =[["797","新北市","平溪區","農會","28","107","03","19",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2372.9085571815735!2d121.73831178387088!3d25.02486268107133!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d56b51ccf683d%3A0x421128c6254abb7c!2z5bmz5rqq5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1517219023764",
                    "http://psfa.org.tw/default.htm",
                 "2","票交所未上線","票交所未上線","否"],
                 ["79701","平溪本會","7970014","02-24951051","新北市平溪區公園街22號"]
                ];

		af[107] =[["789","新北市","坪林區","農會","28","107","03","19",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3999.3426016772673!2d121.71217555749418!3d24.93587383826593!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3467ff4e57f65a0f%3A0x5c2be311dc6487a2!2z5Z2q5p6X5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1517218662087",
                    "http://pinglin.tpcgo.org.tw/",
                 "2","1","01","否"],
                 ["78901","坪林本會","7890013","02-26657227","新北市坪林區坪林街１０３號"]
                ];

		af[108] =[["795","新北市","深坑區","農會","28","107","03","19",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d6889.003619138854!2d121.6157892063336!3d25.00192538171811!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aac55b1c4ba1%3A0x40d38a395222be9a!2z5rex5Z2R5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1517218933204",
                    "http://www.nfa.org.tw/farmers/default.aspx?TfaID=17&MenuID=Y140924008",
                 "2","1","01","否"],
                 ["79501","深坑本會","7950012","02-26623226","新北市深坑區深坑里深坑街８號"],
                 ["79502","萬順分會","7950023","02-26626006","新北市深坑區北深路３段２１９號１樓"]
                ];


		af[109] =[["913","苗栗縣","後龍鎮","農會","29","107","04","23",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d5159.945603287806!2d120.7875881368977!3d24.61494559015612!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469ae6407c6488b%3A0xc77edc06d8af51b2!2z5b6M6b6N6Y6u6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1520586105683",
                    "http://www.nfa.org.tw/farmers/Default.aspx?TfaID=69",
                 "2","2","09","否"],
                 ["91301","後龍本會","9130010","037-727111","苗栗縣後龍鎮中華路153號"],
                 ["91302","新港分部","9130021","037-730532","苗栗縣後龍鎮復興里6鄰永興路68號"]
                ];


		af[110] =[["939","新竹縣","新豐鄉","農會","29","107","04","23",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4209.560218418619!2d120.98470413167618!3d24.903628174468626!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346833d503bb3f5f%3A0x99c9aafec61dc889!2z5paw6LGQ6YSJ6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1520583743650",
                    "http://www.nfa.org.tw/farmers/default.aspx?TfaID=65",
                 "2","1","08","否"],
                 ["93901","新豐本會","9390012","03-5576369","新竹縣新豐鄉重興村新庄路293號"]
                ];

		af[111] =[["932","新竹縣","湖口鄉","農會","29","107","04","23",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d5003.323919394661!2d121.04308758358732!3d24.90302859205457!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xf6fdc05a988f45a9!2z5rmW5Y-j6YSJ6L6y5pyDIOa5luWPo-acrOacgw!5e1!3m2!1szh-TW!2stw!4v1520584988146",
                    "http://www.nfa.org.tw/farmers/Default.aspx?TfaID=58",
                 "2","1","08","否"],
                 ["93201","湖口本會","9320015","03-5996155","新竹縣湖口鄉民族街109號"],
                 ["93202","中興辦事處","9320026","03-5982543","新竹縣湖口鄉中興村中興二巷2-1號"],
                 ["93203","客家樓分部","9320037","03-5905939","新竹縣湖口鄉中平路一段510號"]
                ];

		af[112] =[["935","新竹縣","峨眉鄉","農會","29","107","04","23",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4787.230408357509!2d121.01889037136348!3d24.688561844789245!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346849324ae243a9%3A0xc31d459674852220!2z5bOo55yJ6YSJ6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1520585400048",
                    "http://www.ems.org.tw/",
                 "2","5","08","否"],
                 ["93501","峨眉本會","9350018","03-5800216","新竹縣峨眉鄉峨眉村8鄰12號"],
                 ["93502","富興分部","9350029","03-5806123","新竹縣峨眉鄉富興村4鄰15號"]
                ];

		af[113] =[["933","新竹縣","芎林鄉","農會","29","107","04","23",
                     "","https://www.google.com/maps/embed?pb=!1m17!1m11!1m3!1d2424.0224226072737!2d121.07996016197892!3d24.774509468682357!2m2!1f0!2f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3468381e31405c73%3A0x2f78f5a9f774d9ab!2z6IqO5p6X6YSJ6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1520585476593",
                    "http://www.nfa.org.tw/farmers/default.aspx?TfaID=64&MenuID=Y080428004",
                 "2","1","08","否"],
                 ["93301","芎林本會","9330016","03-5921173","新竹縣芎林鄉文林村6鄰文昌街120號"],
                 ["93302","秀湖分部","9330027","03-5932225","新竹縣芎林鄉秀湖村五和街26巷23號"],
                 ["93303","石潭分部","9330038","03-5922920","新竹縣芎林鄉石潭村竹林路38號"],
                 ["93304","上山分部","9330049","03-5923873","新竹縣芎林鄉上山村3鄰文山路626號"]
                ];

		af[114] =[["938","新竹縣","橫山地區","農會","29","107","04","23",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2501.3886777896105!2d121.14090270492359!3d24.716613452048875!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34684713ebb35129%3A0xb9512b2926424fd4!2z5qmr5bGx5Zyw5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1520585650174",
                    "http://www.hsn.org.tw/",
                 "2","1","08","否"],
                 ["93801","橫山本會","9380011","03-5932006","新竹縣橫山鄉新興村新興街119號"],
                 ["93802","橫山分部","9380022","03-5934355","新竹縣橫山鄉橫山村4鄰站前街11號"],
                 ["93803","尖石分部","9380033","03-5841026","新竹縣尖石鄉嘉樂村2鄰麥樹仁32號"]
                ];


		af[115] =[["625","台中市","台中地區","農會","30","107","05","07",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2519.4671894319563!2d120.66225847893946!3d24.146569499905887!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d9f9b9e0bf3%3A0x5ffb47bd6f975e34!2z5Y-w5Lit5biC5Y-w5Lit5Zyw5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1520583664188",
                    "http://www.tccfa.org.tw/_home/index.htm",
                 "9","2","03","否"],
                 ["62501","台中地區本會","6250014","04-22083899","台中市西區向上路一段95號"],
                 ["62502","西屯分部","6250025","04-27013275","台中市西屯區西屯路二段307號"],
                 ["62503","北屯分部","6250036","04-22332298","台中市北屯區北屯路104號"],
                 ["62504","南屯分部","6250047","04-23891181","台中市南屯區南屯路二段636號"],
                 ["62505","四民分部","6250058","04-24224193","台中市北屯區昌平路二段112號"],
                 ["62506","西區分部","6250069","04-23023560","台中市西區向上路一段95號1樓"],
                 ["62507","東區分部","6250070","04-22123627","台中市東區旱溪街89號"],
                 ["62509","南區分部","6250092","04-22254351","台中市南區復興路三段147號"],
                 ["62511","北區分部","6250117","04-22344490","台中市北區興進路72號"],
                 ["62513","軍功分部","6250139","04-24362806","台中市北屯區軍功路二段39號"],
                 ["62514","大坑分部","6250140","04-22392466","台中市北屯區東山路二段27號"]
                ];

		af[116] =[["790","新北市","八里區","農會","31","107","05","21",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3032.017772848754!2d121.4012941731124!3d25.148164196966587!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a5aac09a350f%3A0xc13b756a20b437f8!2z5YWr6YeM5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1522736564250",
                    "http://www.gotobali.org.tw/default2.aspx?EpfJdId9UuBtAWQNka145x3cacVHPbvL",
                 "2","1","01","否"],
                 ["79001","八里區本會","7900017","02-26102996","新北市八里區訊塘里中山路二段３６６號"],
                 ["79002","龍形分部","7900028","02-26182345","新北市八里區龍源里龍米路一段３３８號"],
                 ["79003","埤頭分部","7900039","02-86301230","新北市八里區埤頭里中山路１段２１９號１樓"]
                ];

		af[117] =[["787","新北市","林口區","農會","31","107","05","21",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3648.109318167365!2d121.39106358038251!3d25.078331970030238!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a6f07ad3b835%3A0xbb2473ab90b17097!2z5p6X5Y-j5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1522736506724",
                    "http://lkfa.org.tw/",
                 "2","1","01","否"],
                 ["78701","林口本會","7870011","02-26011226","新北市林口區林口路２９號"],
                 ["78702","南勢分部","7870022","02-26001225","新北市林口區文化一路一段９３號"]
                ];

		af[118] =[["778","新北市","淡水區","農會","31","107","05","21",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2580.1951294257515!2d121.44311111817245!3d25.1693471775521!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a558454fcd8f%3A0x7b3f90e945824eee!2z5reh5rC05Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1522736432501",
                    "http://www.tsfa.tw/",
                 "2","1","01","否"],
                 ["77801","淡水本會","7780019","02-26202290","新北市淡水區中正路４２之１號"],
                 ["77802","竹圍分部","7780020","02-28092004","新北市淡水區民生路２２號"],
                 ["77803","中興分部","7780031","02-26218639","新北市淡水區水源街一段５７號"],
                 ["77804","水碓分部","7780042","02-26220677","新北市淡水區中山北路一段５６號"],
                 ["77805","義山分部","7780053","02-26237927","新北市淡水區淡金路三段３１１號"],
                 ["77806","新興分部","7780064","02-26202773","新北市淡水區新民街６９號"],
                 ["77807","福德分部","7780075","02-28082056","新北市淡水區自強路２２３號"]
                ];

		af[119] =[["780","新北市","鶯歌區","農會","31","107","05","21",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2165.408221277482!2d121.35529209680524!3d24.95523682040727!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681ea9e188e33d%3A0xd15a74f4f99a3111!2z6bav5q2M5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1522736276277",
                    "http://www.yingge.org.tw/",
                 "2","1","01","否"],
                 ["78001","鶯歌本會","7800014","02-26706262","新北市鶯歌區建國路６６號"],
                 ["78002","二橋分部","7800025","02-26791890","新北市鶯歌區中正三路１６９號"],
                 ["78003","鳳鳴分部","7800036","02-26785501","新北市鶯歌區鶯桃路５３９號"],
                 ["78004","永昌分部","7800047","02-26776661","新北市鶯歌區鶯桃路１１２號"]
                ];

		af[120] =[["786","新北市","五股區","農會","31","107","05","21",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3126.6264503916846!2d121.43734869848379!3d25.083643355209784!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xdfe51f3c9f5eec01!2z5LqU6IKh5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1522736171577",
                    "http://wfa14.naffic.org.tw/default2.aspx?EpfJdId9UuBtAWQNka1451IfZLJzheXc",
                 "2","1","01","否"],
                 ["78601","五股本會","7860010","02-22914060","新北市五股區民義路一段１３號"],
                 ["78602","興珍分部","7860021","02-29826415","新北市五股區四維路１０５號"],
                 ["78603","成州分部","7860032","02-22914067","新北市五股區凌雲路一段７５號"],
                 ["78604","德泰分部","7860043","02-29093063","新北市五股區成泰路一段３號"],
                 ["78605","五福分部","7860054","02-22931839","新北市五股區工商路１５４號"],
                 ["78606","德音分部","7860065","02-22923571","新北市五股區成泰路一段１７９號"],
                 ["78607","成德分部","7860076","02-22923632","新北市五股區成泰路三段５７７巷５２號"],
                 ["78608","成功分部","7860087","02-22931611","新北市五股區成泰路三段３２３之１號"]
                ];
		af[121] =[["986","台北市","內湖區","農會","32","107","06","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d6825.561059121032!2d121.59030446775064!3d25.08062123315919!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ac8c7d77780f%3A0x5680967924fd8b6a!2z5YaF5rmW5Y2A6L6y5pyDX-acrOacgw!5e1!3m2!1szh-TW!2stw!4v1529576633406",
                    "http://neihu.naffic.org.tw/default2.aspx?EpfJdId9UuBtAWQNka145ywEQv1aWJDu",
                 "2","1","01","否"],
                 ["98601","內湖本會","9860014","02-27900138","台北市內湖區內湖路二段３３４號"],
                 ["98602","潭美分會","9860025","02-27911812","台北市內湖區新明路２２０號"],
                 ["98603","東湖分會","9860036","02-26314947","台北市內湖區東湖路１４４號"],
                 ["98604","西湖分會","9860047","02-26270447","台北市內湖區內湖路一段３２３巷５弄１號"],
                 ["98605","民權分會","9860058","02-27955177","台北市內湖區民權東路六段１０８號"]
                ];

		af[122] =[["596","宜蘭縣","五結鄉","農會","32","107","06","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28279.351124057608!2d121.80757770223774!3d24.684682894729963!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3467e5e5620125d3%3A0xd21cfabcdbd5265e!2z5LqU57WQ6YSJ6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529576560064",
                    "http://www.wjfarm.org.tw/",
                 "2","1","18","否"],
                 ["59601","五結本會","5960019","03-9501161","宜蘭縣五結鄉五結中路２段７號"],
                 ["59602","二結分部","5960020","03-9506488","宜蘭縣五結鄉三興村復興路１之９號"],
                 ["59603","利澤分部","5960031","03-9504734","宜蘭縣五結鄉利澤村利成路二段４６３號"],
                 ["59604","四結分部","5960042","03-9534702","宜蘭縣五結鄉四結村中正路一段４１號"]
                ];

		af[123] =[["987","台北市","南港區","農會","32","107","06","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7050.683800030493!2d121.61380477730741!3d25.054976381353644!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ab58e5c73a6f%3A0x5ea1c3dbf914250a!2z5Y2X5riv5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529576507487",
                    "http://www.nkfa.org.tw/",
                 "2","1","01","否"],
                 ["98701","南港本會","9870015","02-27836121","台北市南港區南港路一段１７３號"],
                 ["98702","中研分會","9870026","02-26517599","台北市南港區舊庄街一段３５號"]
                ];

		af[124] =[["501","宜蘭縣","蘇澳區","漁會","32","107","06","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d8536.875059327069!2d121.86759044346101!3d24.582821262298506!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3467e9d017ec615f%3A0x552db542079688e0!2z6JiH5r6z5Y2A5ryB5pyD!5e1!3m2!1szh-TW!2stw!4v1529576452051",
                    "",
                 "2","5","18","否"],
                 ["50101","蘇澳漁本會","5010017","03-9967182","宜蘭縣蘇澳鎮南安里海邊路１２６號"],
                 ["50102","新馬分部","5010028","03-9904586","宜蘭縣蘇澳鎮永榮里大同路２１８號"] 
                ];

		af[125] =[["989","台北市","景美區","農會","32","107","06","11",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4198.789213235944!2d121.54188414696462!3d24.992693946118372!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa013e4944d1%3A0x1aafecef4581a94a!2z5pmv576O5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529576341298",
                    "http://www.jmfa.org.tw/",
                 "2","1","01","否"],
                 ["98901","景美本會","9890017","02-29312113","台北市文山區景文街１號"]
                ];

		af[126] =[["791","新北市","金山地區","農會","33","107","07","16",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d9945.519512852921!2d121.63678044543487!3d25.22323686045219!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d4b56485d2ec5%3A0x931d27623aaeade7!2z6YeR5bGx5Zyw5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529576156434",
                    "http://www.kingsan.com.tw/",
                 "2","1","01","否"],
                 ["79101","金山地區本會","7910018","02-24981100","新北市金山區美田里中山路２６７號"],
                 ["79102","萬里分會","7910029","02-24921115","新北市萬里區瑪鋉路２６號"],
                 ["79103","野柳分會","7910030","02-24922888","新北市萬里區港東路６號１樓"]
                ];

		af[127] =[["792","新北市","瑞芳地區","農會","33","107","07","16",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3519.689462979157!2d121.80835458513667!3d25.10891922057027!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d4ff65298ccc1%3A0x42e732df463962f8!2z55Ge6Iqz5Zyw5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529576067112",
                    "http://www.rueifangfa.org.tw/",
                 "2","1","01","否"],
                 ["79201","瑞芳本會","7920019","02-24972760","新北市瑞芳區逢甲路３９號"],
                 ["79202","雙溪分部","7920020","02-24931020","新北市雙溪區大同路１７號"],
                 ["79203","貢寮分部","7920031","02-24941227","新北市貢寮區朝陽街５２號"],
                 ["79204","澳底分部","7920042","02-24901271","新北市貢寮區延平街５號"],
                 ["79205","龍興分部","7920053","02-24978975","新北市瑞芳區龍興里明燈路３段５號１樓"],
                 ["79206","四腳亭分部","7920064","02-24576810","新北市瑞芳區大埔路１０８之６號"],
                 ["79207","福隆分部","7920075","02-24991397","新北市貢寮區福隆里福隆街１７－１號"]
                ];

		af[128] =[["799","新北市","三芝區","農會","33","107","07","16",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4151.329999963443!2d121.4993731017281!3d25.25806579383939!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442b6d22225441d%3A0xfa87d2431b6e64f7!2z5LiJ6Iqd5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529575914429",
                    "https://www.3g.org.tw/",
                 "2","1","01","否"],
                 ["79901","三芝本會","7990016","02-26363111","新北市三芝區中山路一段６號"],
                 ["79902","北新庄分部","7990027","02-26371212","新北市三芝區興華里１１鄰楓子林４９－２號"]
                ];

		af[129] =[["798","新北市","石門區","農會","33","107","07","16",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3760.2019093896715!2d121.56557048476941!3d25.29098393205351!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x270a01e28dcbdbca!2z5paw5YyX5biC55-z6ZaA5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529575841430",
                    "http://www.smfatea.com/index.aspx?shop=Shihmen&t=main",
                 "2","5","01","否"],
                 ["79801","石門本會","7980015","02-26381005","新北市石門區石門里中央路２號"],
                 ["79802","老梅分部","7980026","02-26381362","新北市石門區老梅里老梅路４號"]
                ];

		af[130] =[["796","新北市","石碇區","農會","33","107","07","16",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14070.342106656837!2d121.6597770082762!3d24.99012881227998!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d551048e2d01f%3A0xef2fd99a0cfc4197!2z55-z56KH5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1529575726925",
                    "http://www.shrding.org.tw/",
                 "2","票交所未上線","票交所未上線","否"],
                 ["79601","石碇本會","7960013","02-26631214","新北市石碇區潭邊里碇坪路一段１３６號"]
                ];

		af[131] =[["931","新竹縣","竹北市","農會","34","107","08","20",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7909.844954631417!2d121.00552257717241!3d24.837179933144093!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xf583855738741973!2z56u55YyX5biC6L6y5pyD5pys5pyD!5e1!3m2!1szh-TW!2stw!4v1532922731272",
                    "http://www.hccfa.org.tw/",
                 "2","1","08","否"],
                 ["93101","竹北本會","9310014","03-5513127","新竹縣竹北市中正東路４８７號"],
                 ["93102","六家分會","9310025","03-5503534","新竹縣竹北市中興里１２鄰嘉興路２２９號"],
                 ["93103","豐田分會","9310036","03-5563041","新竹縣竹北市白地里中正西路１７４２號"],
                 ["93104","鳯岡分會","9310047","03-5561209","新竹縣竹北市尚義里８鄰鳳岡路三段２２２號"],
                 ["93105","高鐵分會","9310058","03-6672896","新竹縣竹北市東興路一段９３９號１樓"]
                ];

		af[132] =[["940","新竹縣","新竹市","農會","34","107","08","20",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d5923.2293863868645!2d120.95590297092481!3d24.79443233306047!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xd225908fb5af77c3!2z5paw56u55biC6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1532922670281",
                    "http://www.hccfa.org.tw/",
                 "2","1","08","否"],
                 ["94001","新竹本會","9400016","03-5386143","新竹市頂埔里中山路５９８號"],
                 ["94002","三姓橋分會","9400027","03-5381178","新竹市中華路５段６７之１"],
                 ["94003","內湖分會","9400038","03-5372120","新竹市農內湖新竹市中華路六段２７４號"],
                 ["94004","民權分會","9400049","03-5322215","新竹市農民權新竹市民族路１６４之１號"],
                 ["94005","樹林頭分會","9400050","03-5311236","新竹市東大路２段５７５號"],
                 ["94006","光復分會","9400061","03-5780585","新竹市光復路一段６０９號"],
                 ["94007","新興分會","9400072","03-5242959","新竹市南大路８８０號"],
                 ["94008","虎林分會","9400083","03-5307166","新竹市延平路二段２２５號"],
                 ["94009","光華分會","9400094","03-5427750","新竹市中華路一段２５２號"]
                ];

		af[133] =[["934","新竹縣","寶山鄉","農會","34","107","08","20",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4220.751348238862!2d120.99117547022537!3d24.764508785304134!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x82ee02523e868ecd!2z5a-25bGx6YSJ6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1532922609042",
                    "http://www.naffic.org.tw/default2.aspx?EpfJdId9UuBIv3eVWA4HDSp5hKdB5ytN",
                 "2","1","08","否"],
                 ["93401","寶山本會","9340017","03-5201119","新竹縣寶山鄉雙溪村９鄰雙園路２段３２２號"],
                 ["93402","新城分會","9340028","03-5762208","新城新竹縣寶山鄉新城村寶新路２段７５８號"],
                 ["93403","寶山鄉分會","9340039","03-5761331","新竹縣寶山鄉寶山村新湖路１段４９８號"]
                ];

		af[134] =[["937","新竹縣","竹東地區","農會","34","107","08","20",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7081.106274489048!2d121.08705200026661!3d24.739796833821465!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346847e410c4d301%3A0xb479d9c5241f137!2z56u55p2x5Zyw5Y2A6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1532922551422",
                    "http://www.cdfa.org.tw/",
                 "2","1","08","否"],
                 ["93701","竹東本會","9370010","03-5963131","新竹縣竹東鎮東寧路３段１３０號"],
                 ["93702","竹中分會","9370021","03-5822239","新竹縣竹東鎮竹中路８７號"],
                 ["93703","二重分會","9370032","03-5823239","新竹縣竹東鎮中興路三段１２９號"],
                 ["93704","東寧分會","9370043","03-5962059","新竹縣竹東鎮東寧路一段１２９號"],
                 ["93705","五峰分會","9370054","03-5851021","新竹縣五峰鄉大隘村１３４號"]
                ];

		af[135] =[["930","新竹縣","新埔鎮","農會","34","107","08","20",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2963.7736112808893!2d121.07538375891849!3d24.82790548224444!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xaa7e7a704f02e684!2z5paw5Z-U6Y6u6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1532922480951",
                    "http://www.hpm.org.tw/",
                 "2","1","08","否"],
                 ["93001","新埔本會","9300013","03-5882002","新竹縣新埔鎮中正路５８２號"],
                 ["93002","照門分會","9300024","03-5882396","新竹縣新埔鎮楊新路一段３２２號"]
                ];

		af[136] =[["929","新竹縣","關西鎮","農會","34","107","08","20",
                     "","https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7137.385277916727!2d121.17626322775423!3d24.791795560189097!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xb7a1d73b2d5b9651!2z6Zec6KW_6Y6u6L6y5pyD!5e1!3m2!1szh-TW!2stw!4v1532922376854",
                    "http://www.kuanhsi.org.tw/",
                 "2","1","08","否"],
                 ["92901","關西本會","9290019","03-5872621","新竹縣關西鎮北斗里中興路５號"],
                 ["92902","石光分會","9290020","03-5868805","新竹縣關西鎮石光里６鄰石岡子３１６號"],
                 ["92903","錦山分會","9290031","03-5478321","新竹縣關西鎮金山里１２鄰１２７號"],
                ];

		af[137] =[["776","新北市","三重區","農會","35","107","09","10",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];


		af[138] =[["788","新北市","泰山區","農會","35","107","09","10",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[139] =[["599","宜蘭縣","三星地區","農會","36","107","09","17",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[140] =[["586","宜蘭縣","羅東鎮","農會","36","107","09","17",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[141] =[["538","宜蘭縣","宜蘭市","農會","36","107","09","17",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[142] =[["585","宜蘭縣","頭城鎮","農會","36","107","09","17",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[143] =[["598","宜蘭縣","蘇澳地區","農會","36","107","09","17",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[144] =[["588","宜蘭縣","壯圍鄉","農會","36","107","09","17",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[145] =[["605","高雄市","高雄地區","農會","37","107","10","08",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[146] =[["未定","新北市","三峽區","農會","38","107","10","22",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[147] =[["未定","台北市","士林區","農會","38","107","10","22",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[148] =[["未定","台北市","木柵區","農會","38","107","10","22",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];


		af[149] =[["未定","新北市","萬里區","漁會","38","107","10","22",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[150] =[["未定","基隆市","基隆市","農會","38","107","10","22",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];


		af[151] =[["未定","台北市","北投區","農會","38","107","10","22",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];


		af[152] =[["未定","新北市","蘆洲區","農會","39","107","11","12",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[153] =[["未定","新北市","中和地區","農會","39","107","11","12",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[154] =[["未定","新北市","樹林區","農會","39","107","11","12",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[155] =[["未定","新北市","新店地區","農會","39","107","11","12",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[156] =[["未定","新北市","土城區","農會","39","107","11","12",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

		af[157] =[["未定","宜蘭縣","員山鄉","農會","39","107","11","12",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];


		af[158] =[["未定","新竹市","新竹區","漁會","40","107","11","19",
                     "","",
                    "",
                 "","","","否"],
                 ["","","","",""]
                ];

/*
		af[102] =[["888","新竹縣","峨眉鄉","農會","28","107","03","05",
                     "","",
                    "",
                 "9","3","04","否"],
                 ["","","","",""]
                ];


		af[103] =[["888","新竹縣","芎林鄉","農會","28","107","03","05",
                     "","",
                    "",
                 "9","3","04","否"],
                 ["","","","",""]
                ];


		af[104] =[["888","新竹縣","關西鄉","農會","28","107","03","05",
                     "","",
                    "",
                 "9","3","04","否"],
                 ["","","","",""]
                ];


		af[105] =[["888","新竹縣","橫山鄉","農會","28","107","03","05",
                     "","",
                    "",
                 "9","3","04","否"],
                 ["","","","",""]
                ];
*/


/*    ["","","","",""],   */
